[
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/henkiloasiakkaat/palvelumme/lainat/opintolaina/opintolainan-korko.html",
      "title": "Opintolainan korko | Katso lainan kulut eri korkotasoilla | Nordea ",
      "description": "Opintolainan korot pääomitetaan opiskeluaikana, ja ne tulevat maksuun vasta myöhemmin. Katso suuntaa antavat laskelmamme viitekoron vaikutuksesta lainan kustannuksiin.",
      "language": "fi-FI"
    },
    "page_content": "    Näin korko vaikuttaa opintolainaasiOpintolainan korot pääomitetaan opiskeluaikana eli lisätään lainan määrään. Toisin sanoen, opintolainan korkoja ei yleensä makseta vielä opiskeluaikana. Korot tulevat pääsääntöisesti maksuun noin vuoden kuluttua siitä hetkestä, kun lakkaat saamasta opintotukea.Vertaa opintolainan korkoaNäin haet opintolainaaOpintolainaHenkilöasiakkaatLainat ja luototOpintolainaNäin korko vaikuttaa opintolainaasi Mistä opintolainan korko muodostuu?Opintolainan kokonaiskorko muodostuu viitekorosta ja marginaalista. Opintolainan viitekorkona toimii 12 kuukauden euribor. Tämän päälle lisätään pankin marginaali. Näet korkojen arvot alla olevasta taulukosta. Viitekoron ja marginaalikoron arvoKorkoArvo (%)12 kuukauden euribor*2,039Marginaali0,50*Tilanne 5.5.2025.Opintolainan korko tarkistetaan kerran vuodessaKorko tarkistetaan vuoden välein, koska opintolainan viitekorko on 12 kuukauden euribor. Jos opintolainasi on esimerkiksi myönnetty 1.1.2025, niin lainasi korko tarkistetaan ja muutetaan seuraavan kerran 1.1.2026.AjankohtaistaKesäkuun korkoveloitusOpintolainan korot erääntyvät 15.6. ja veloitamme ne tililtäsi seuraavana pankkipäivänä, 16.6.Korkoveloitus koskee opiskelijoita, joiden opintotuen nostaminen on päättynyt. 15.6. erääntyvien korkojen määrän näet mobiili- ja verkkopankissa noin kaksi viikkoa ennen eräpäivää. Maksu sisältää korot kuudelta kuukaudelta. Voit tarvittaessa hakea Kelalta korkoavustusta. Korkoavustusta voi hakea myös takautuvasti. Lue lisää korkoavustuksesta Kelan sivuilta.Avautuu uuteen ikkunaan Katso arviot lainan kokonaiskustannuksista eri korkotasoillaOheiset laskelmat auttavat sinua hahmottamaan, miten viitekoron (12 kk euribor) arvon vaihtelu vaikuttaa opintolainan kokonaiskustannuksiin. Suuntaa antavat esimerkkilaskelmat perustuvat Kelan myöntämiin tukikuukausiin. Laskelmissa on käytetty kolmea lukuvuotta (27 tukikuukautta) vastaavaa lainamäärää vertailun kohteena. 2 % viitekorkoSuuntaa antava laskelma 2 % viitekorollaLaskelma 2 % viitekorollaMistä summa koostuu?Määrä (€)Lainan määrä22 950Korot ja kulut (opintojen ajalta)2 523Laina, korot ja kulut yhteensä25 473Opintolainahyvitys*6 200Maksettava opintolaina (pääoma + korot + kulut - opintolainahyvitys)19 273Takaisinmaksuohjelma (15 vuotta)Kuukausittainen lyhennysmäärä (ilman korkoa)106,91Korot ja kulut takaisinmaksuajalta\n4 711,01Huomioithan, että laskelma on suuntaa antava ja olettaa, että korot ja kulut pysyvät koko laina-ajan samoina. Huomioi myös, että laskelma on tehty sillä oletuksella, että opiskelija on opiskellut alemman ja ylemmän korkeakoulututkinnon Suomessa (5 vuotta ja 300 opintopistettä) ja saanut opintotukea koko opintojen ajalta. Opintolainan valtiontakauksen määrä riippuu iästäsi ja oppilaitoksestasi. Laskelmat on tehty korkeakouluopiskelijan 850 euron opintolainan kokonaismäärään mukaan. Korkoihin ja kuluihin vaikuttavat korkojen pääomitukset, osanostot, takaisinmaksukuukaudet, ylimääräiset maksuvapaat ja muut katkokset opiskeluissa, minkä vuoksi yksittäisen lainan tiedot poikkeavat aina esitetystä laskelmasta. Esimerkkilaskelman viitekorko on euribor 12 kk, jonka arvo on kuvitteellisesti 2 %.*Opintolainahyvitys on 40 % siitä opintolainan määrästä, joka ylittää 2 500 euroa, mutta on maksimissaan 6 200 euroa. Lue lisää opintolainahyvityksestä3 % viitekorkoSuuntaa antava laskelma 3 % viitekorollaLaskelma 3 % viitekorollaMistä summa koostuu?Määrä (€)Lainan määrä22 950Korot ja kulut (opintojen ajalta)3 589Laina, korot ja kulut yhteensä26 539Opintolainahyvitys*6 200Maksettava opintolaina (pääoma + korot + kulut - opintolainahyvitys)20 339Takaisinmaksuohjelma (15 vuotta)Kuukausittainen lyhennysmäärä (ilman korkoa)112,83Korot ja kulut takaisinmaksuajalta\n6 730,85Huomioithan, että laskelma on suuntaa antava ja olettaa, että korot ja kulut pysyvät koko laina-ajan samoina. Huomioi myös, että laskelma on tehty sillä oletuksella, että opiskelija on opiskellut alemman ja ylemmän korkeakoulututkinnon Suomessa (5 vuotta ja 300 opintopistettä) ja saanut opintotukea koko opintojen ajalta. Opintolainan valtiontakauksen määrä riippuu iästäsi ja oppilaitoksestasi. Laskelmat on tehty korkeakouluopiskelijan 850 euron opintolainan kokonaismäärään mukaan. Korkoihin ja kuluihin vaikuttavat korkojen pääomitukset, osanostot, takaisinmaksukuukaudet, ylimääräiset maksuvapaat ja muut katkokset opiskeluissa, minkä vuoksi yksittäisen lainan tiedot poikkeavat aina esitetystä laskelmasta. Esimerkkilaskelman viitekorko on euribor 12 kk, jonka arvo on kuvitteellisesti 3 %.*Opintolainahyvitys on 40 % siitä opintolainan määrästä, joka ylittää 2 500 euroa, mutta on maksimissaan 6 200 euroa. Lue lisää opintolainahyvityksestä4 % viitekorkoSuuntaa antava laskelma 4 % viitekorollaLaskelma 4 % viitekorollaMistä summa koostuu?Määrä (€)Lainan määrä22 950Korot ja kulut (opintojen ajalta)4 695Laina, korot ja kulut yhteensä27 645Opintolainahyvitys*6 200Maksettava opintolaina (pääoma + korot + kulut - opintolainahyvitys)21 445Takaisinmaksuohjelma (15 vuotta)Kuukausittainen lyhennysmäärä (ilman korkoa)118,97Korot ja kulut takaisinmaksuajalta\n8 947,64Huomioithan, että laskelma on suuntaa antava ja olettaa, että korot ja kulut pysyvät koko laina-ajan samoina. Huomioi myös, että laskelma on tehty sillä oletuksella, että opiskelija on opiskellut alemman ja ylemmän korkeakoulututkinnon Suomessa (5 vuotta ja 300 opintopistettä) ja saanut opintotukea koko opintojen ajalta. Opintolainan valtiontakauksen määrä riippuu iästäsi ja oppilaitoksestasi. Laskelmat on tehty korkeakouluopiskelijan 850 euron opintolainan kokonaismäärään mukaan. Korkoihin ja kuluihin vaikuttavat korkojen pääomitukset, osanostot, takaisinmaksukuukaudet, ylimääräiset maksuvapaat ja muut katkokset opiskeluissa, minkä vuoksi yksittäisen lainan tiedot poikkeavat aina esitetystä laskelmasta. Esimerkkilaskelman viitekorko on euribor 12 kk, jonka arvo on kuvitteellisesti 4 %*Opintolainahyvitys on 40 % siitä opintolainan määrästä, joka ylittää 2 500 euroa, mutta on maksimissaan 6 200 euroa. Lue lisää opintolainahyvityksestäTodellinen vuosikorkoTodellinen vuosikorkoOpintolainan todellinen vuosikorko on suuntaa antava 3,9 %, kun lainan määrä on 4 500 euroa, laina-aika 15 vuotta ja marginaali 0,50 %. Lainan arvioitu kokonaiskustannus on 5 836,50 euroa ja maksuerien määrä 180 kpl. Laskelmassa on huomioitu lainan maksuerän automaattinen veloitus 2,50 €/veloitus ja järjestelypalkkio 10 euroa. Laskelma on tehty olettaen, että laina nostetaan viiden vuoden aikana ja lainan korko sekä maksut ja palkkiot pysyvät muuttumattomina koko laina-ajan. Esimerkkilaskelman viitekorko on Euribor 12 kk, jonka arvo oli 2,045 % (tilanne 6.5.2025).Usein kysyttyä opintolainan korosta  Vastauksia usein kysyttyihin kysymyksiin Mitä tarkoittaa opintolainan koron pääomitus?Opintolainan koron pääomitus tarkoittaa sitä, että opiskelun ajan korot lisätään lainan pääomaan. Pääomitus tehdään kaksi kertaa vuodessa, 15.6. ja 15.12. Opintolainasi määrä kasvaa siis lukuvuosittain korkojen verran. Pääomitus tehdään viimeisen kerran viimeisen opintotukikuukauden jälkeisenä lukukautena.Pääomitus loppuu, kun Kela lakkaa maksamasta opintotukea. Tämä tarkoittaa, että alat maksamaan korkoa opintolainasta kaksi kertaa vuodessa, 15.6. ja 15.12, eli maksat kuuden kuukauden korkomenot kerralla. Tämä menettely toistuu 2–3 kertaa ennen kuin opintolainan takaisinmaksu alkaa.Opintolainan takaisinmaksun alkamisen jälkeen maksat korot kuukausittain lainanlyhennyksen yhteydessä. Tällöin erä koostuu viitekorosta, marginaalista sekä lainanlyhennyksestä.Lue lisää opintolainan takaisinmaksustaPienituloinen opiskelija voi hakea Kelalta korkoavustusta. Jos Kela myöntää korkoavustuksen, saat tukea opintolainan korkojen maksuun puolivuosittain.Lue lisää korkoavustuksesta Kelan sivuiltaAvautuu uuteen ikkunaan Miten opintolainan korko lasketaan?Opintolainan kokonaiskorko muodostuu viitekorosta ja marginaalista. Opintolainan viitekorko on 12 kuukauden euribor, joka on yleisimmin käytetty viitekorko. Tämän päälle lisätään pankin marginaali, joka on noin 0,50 %. Onko opintolainaan mahdollista saada korkokattoa?Opintolainaan ei ole mahdollista saada korkokattoa. Korkojen maksuun voi saada taloudellista tukea Kelalta tietyissä tilanteissa.Lue lisää Kelan korkoavustuksesta.Avautuu uuteen ikkunaan   Suuntaa antava laskelma 2 % viitekorollaLaskelma 2 % viitekorollaMistä summa koostuu?Määrä (€)Lainan määrä22 950Korot ja kulut (opintojen ajalta)2 523Laina, korot ja kulut yhteensä25 473Opintolainahyvitys*6 200Maksettava opintolaina (pääoma + korot + kulut - opintolainahyvitys)19 273Takaisinmaksuohjelma (15 vuotta)Kuukausittainen lyhennysmäärä (ilman korkoa)106,91Korot ja kulut takaisinmaksuajalta\n4 711,01Huomioithan, että laskelma on suuntaa antava ja olettaa, että korot ja kulut pysyvät koko laina-ajan samoina. Huomioi myös, että laskelma on tehty sillä oletuksella, että opiskelija on opiskellut alemman ja ylemmän korkeakoulututkinnon Suomessa (5 vuotta ja 300 opintopistettä) ja saanut opintotukea koko opintojen ajalta. Opintolainan valtiontakauksen määrä riippuu iästäsi ja oppilaitoksestasi. Laskelmat on tehty korkeakouluopiskelijan 850 euron opintolainan kokonaismäärään mukaan. Korkoihin ja kuluihin vaikuttavat korkojen pääomitukset, osanostot, takaisinmaksukuukaudet, ylimääräiset maksuvapaat ja muut katkokset opiskeluissa, minkä vuoksi yksittäisen lainan tiedot poikkeavat aina esitetystä laskelmasta. Esimerkkilaskelman viitekorko on euribor 12 kk, jonka arvo on kuvitteellisesti 2 %.*Opintolainahyvitys on 40 % siitä opintolainan määrästä, joka ylittää 2 500 euroa, mutta on maksimissaan 6 200 euroa. Lue lisää opintolainahyvityksestäSuuntaa antava laskelma 3 % viitekorollaLaskelma 3 % viitekorollaMistä summa koostuu?Määrä (€)Lainan määrä22 950Korot ja kulut (opintojen ajalta)3 589Laina, korot ja kulut yhteensä26 539Opintolainahyvitys*6 200Maksettava opintolaina (pääoma + korot + kulut - opintolainahyvitys)20 339Takaisinmaksuohjelma (15 vuotta)Kuukausittainen lyhennysmäärä (ilman korkoa)112,83Korot ja kulut takaisinmaksuajalta\n6 730,85Huomioithan, että laskelma on suuntaa antava ja olettaa, että korot ja kulut pysyvät koko laina-ajan samoina. Huomioi myös, että laskelma on tehty sillä oletuksella, että opiskelija on opiskellut alemman ja ylemmän korkeakoulututkinnon Suomessa (5 vuotta ja 300 opintopistettä) ja saanut opintotukea koko opintojen ajalta. Opintolainan valtiontakauksen määrä riippuu iästäsi ja oppilaitoksestasi. Laskelmat on tehty korkeakouluopiskelijan 850 euron opintolainan kokonaismäärään mukaan. Korkoihin ja kuluihin vaikuttavat korkojen pääomitukset, osanostot, takaisinmaksukuukaudet, ylimääräiset maksuvapaat ja muut katkokset opiskeluissa, minkä vuoksi yksittäisen lainan tiedot poikkeavat aina esitetystä laskelmasta. Esimerkkilaskelman viitekorko on euribor 12 kk, jonka arvo on kuvitteellisesti 3 %.*Opintolainahyvitys on 40 % siitä opintolainan määrästä, joka ylittää 2 500 euroa, mutta on maksimissaan 6 200 euroa. Lue lisää opintolainahyvityksestäSuuntaa antava laskelma 4 % viitekorollaLaskelma 4 % viitekorollaMistä summa koostuu?Määrä (€)Lainan määrä22 950Korot ja kulut (opintojen ajalta)4 695Laina, korot ja kulut yhteensä27 645Opintolainahyvitys*6 200Maksettava opintolaina (pääoma + korot + kulut - opintolainahyvitys)21 445Takaisinmaksuohjelma (15 vuotta)Kuukausittainen lyhennysmäärä (ilman korkoa)118,97Korot ja kulut takaisinmaksuajalta\n8 947,64Huomioithan, että laskelma on suuntaa antava ja olettaa, että korot ja kulut pysyvät koko laina-ajan samoina. Huomioi myös, että laskelma on tehty sillä oletuksella, että opiskelija on opiskellut alemman ja ylemmän korkeakoulututkinnon Suomessa (5 vuotta ja 300 opintopistettä) ja saanut opintotukea koko opintojen ajalta. Opintolainan valtiontakauksen määrä riippuu iästäsi ja oppilaitoksestasi. Laskelmat on tehty korkeakouluopiskelijan 850 euron opintolainan kokonaismäärään mukaan. Korkoihin ja kuluihin vaikuttavat korkojen pääomitukset, osanostot, takaisinmaksukuukaudet, ylimääräiset maksuvapaat ja muut katkokset opiskeluissa, minkä vuoksi yksittäisen lainan tiedot poikkeavat aina esitetystä laskelmasta. Esimerkkilaskelman viitekorko on euribor 12 kk, jonka arvo on kuvitteellisesti 4 %*Opintolainahyvitys on 40 % siitä opintolainan määrästä, joka ylittää 2 500 euroa, mutta on maksimissaan 6 200 euroa. Lue lisää opintolainahyvityksestäTodellinen vuosikorkoOpintolainan todellinen vuosikorko on suuntaa antava 3,9 %, kun lainan määrä on 4 500 euroa, laina-aika 15 vuotta ja marginaali 0,50 %. Lainan arvioitu kokonaiskustannus on 5 836,50 euroa ja maksuerien määrä 180 kpl. Laskelmassa on huomioitu lainan maksuerän automaattinen veloitus 2,50 €/veloitus ja järjestelypalkkio 10 euroa. Laskelma on tehty olettaen, että laina nostetaan viiden vuoden aikana ja lainan korko sekä maksut ja palkkiot pysyvät muuttumattomina koko laina-ajan. Esimerkkilaskelman viitekorko on Euribor 12 kk, jonka arvo oli 2,045 % (tilanne 6.5.2025).Opintolainan korkojen pääomitus ja maksuEt maksa opintolainastasi korkoa vielä silloin, kun saat Kelalta opintotukea. Opiskelusi ajan korot lisätään lainan pääomaan eli pääomitetaan. Pääomitus tehdään kaksi kertaa vuodessa, kesäkuussa ja joulukuussa. Opintolainasi määrä kasvaa siis lukuvuosittain korkojen verran.Mitä tapahtuu, kun opintotuen saaminen päättyy? Katso alla oleva esimerkki, jossa opiskelijan opintotuki on päättynyt syksyllä 2024. Viimeinen koron pääomitus tehdään viimeisen opintotukikuukauden jälkeisenä lukukautena. Viimeisen pääomituksen jälkeen kerääntyneet korot veloitetaan lainanhoitotililtäsi automaattisesti kaksi kertaa vuodessa (15.6. ja 15.12.) Tällöin maksat kuuden kuukauden korot kerralla.Kahden automaattisen koron maksun jälkeen alkaa opintolainan varsinainen lyhentäminen. Tällöin maksat korot lainalyhennyksen yhteydessä. Lue lisää opintolainan takaisinmaksustaApua korkojen maksuunKelan korkoavustusKelalta voi saada taloudellista apua eli korkoavustusta opintolainain korkojen maksuun tietyissä tilanteissa. Korkoavustus tarkoittaa sitä, että kela maksaa valtion takaaman opintolainan korot kokonaisuudessaan. Lue lisää Kelan korkoavustuksestaAvautuu uuteen ikkunaanEdut opiskelija-asiakkaalleJoustoa opiskelijabudjettiin maksuttomilla pankkipalveluilla Kelan tarjoama verovähennys opiskelijoilleOletko oikeutettu opintolainahyvitykseen? Lue lisää Nordea korkoennusteestaKorkojen lasku – mitä se tarkoittaa lainoille? ",
    "type": "Document"
  },
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/henkiloasiakkaat/palvelumme/lainat/asuntolainat/asuntolaina.html",
      "title": "Asuntolaina | Hae markkinoiden notkeinta asuntolainaa | Nordea ",
      "description": "Markkinoiden notkein asuntolaina joustaa elämäsi käänteissä. Hyödyt ainutlaatuisesta LyhennysJoustosta, joustavasta laina-ajasta ja keskittäjän eduista.",
      "language": "fi-FI"
    },
    "page_content": "    Asuntolaina - joustaa elämäsi käänteissäHae meiltä markkinoiden notkeinta asuntolainaa, joka joustaa elämäsi käänteissä. Voit muokata maksutta lainasi kuukausierää LyhennysJouston avulla silloin, kun itse haluat. - Avautuu uuteen ikkunaanHae asuntolainaa - Avautuu uuteen ikkunaanVahvista hakemus tai jatka sen täyttämistäAsuntolainatHenkilöasiakkaatLainat ja luototAsuntolainat— Asuntolaina LyhennysJoustoMuokkaa asuntolainasi kuukausierää maksutta silloin, kun itse haluat.Joustava laina-aika\nValitse sinulle sopivin takaisinmaksuaika – jopa 30 vuotta.Hyödy keskittämisestä\nKeskitä asiointisi meille ja voit säästää jopa satoja euroja vuodessa.Markkinoiden notkein asuntolainaMiltä kuulostaisi, jos voisit lyhentää asuntolainaasi nopeammin tai hitaammin silloin, kun sinulle sopii? Entä jos voisit pienentää tai suurentaa lainasi kuukausierää ilman, että kysyt siitä erikseen meiltä?Asuntolaina-asiakkaanamme saat notkeutta lainasi takaisinmaksuun ainutlaatuisella LyhennysJoustolla. LyhennysJouston voit saada vaihtuvakorkoiseen asuntolainaan, jossa ei ole valtiontakausta tai korkotukea. Sen avulla muokkaat lainasi kuukausierää mobiili- ja verkkopankissa silloin, kun itse haluat.Notkea asuntolaina joustaa elämäsi käänteissä. Voit hakea esimerkiksi lyhennysvapaata perhevapaiden ajaksi tai vaihtaa lainasi maksupäivää palkkapäivän muuttuessa. Haet muutoksia asuntolainasi maksuohjelmaan kätevästi verkossa.Lisäksi saat lainallesi joustavan takaisinmaksuajan, sillä laina-aika voi olla jopa 30 vuotta. Asuntolainalaskurilla voit laskea, miten laina-aika vaikuttaa kuukausierään sekä lainan kokonaiskustannuksiin.Kokeile asuntolainalaskuria - Avautuu uuteen ikkunaanHae asuntolainaa - Avautuu uuteen ikkunaanVahvista hakemus tai jatka sen täyttämistäAjankohtaista kodinomistajalle!AjankohtaistaKatso edut energiatehokkaan kodin ostajalleAsuntolainan korkoratkaisut - tasapainoa talouteesiAvautuu uuteen ikkunaanMahdollinen muutos asuntolainojen enimmäisaikaan voi näkyä kuluttajan kukkarossaAvautuu uuteen ikkunaanNauti vanhempainvapaasta ja hyödynnä etu asuntolainassasiMuokkaa maksutta lainasi lyhennystäLue lisää LyhennysJoustosta  Maksuohjelman muutoksetLue lyhennysvapaasta ja muista muutoksista  Paljonko voit saada asuntolainaa?Laske arvio talouteesi sopivan asunnon hintatasosta  Asuntolaina-asiakkaanamme voit säästää satoja euroja vuodessaAsuntolaina-asiakkaanamme saat rahanarvoisia etuja, kun keskität asiointisi meille. Saat esimerkiksi maksuttomat päivittäispalvelut, kun käytössäsi on tili, kortti ja mobiilipankki. Lisäksi etuihisi kuuluu muun muassa edullisempi Joustoluoton marginaalin ja nopeampi pääsy asiakaspalveluun laina-asioissa, kun soitat mobiilipankista suoraan tunnistautuneena.Lue lisää asuntolaina-asiakkaan eduista ja katso esimerkkilaskelmatAsuntolaina energiatehokkaaseen kotiinVoit nyt säästää järjestelypalkkion, kun ostat energiatehokkaan kodin Autamme valitsemaan sinulle sopivimman asuntolainanSuunnittelemme asuntolainan aina talouteesi sopivaksi ja asiantuntijamme auttavat sinua lainan takaisinmaksuun liittyvissä valinnoissa. Kun haet asuntolainaa, sinun ei tarvitse vielä tietää, minkä laina-ajan, lyhennystavan tai viitekoron haluat lainallesi. Lainaneuvottelussa kerromme myös, miten voit suojata lainasi yllättävien tilanteiden varalle.Lähetä ensin asuntolainahakemus meille, jonka jälkeen kutsumme sinut lainaneuvotteluun.Katso lisäohjeet asuntolainan hakemiseenTutustu myös näihinAsuntolainan lyhennystavatAsuntolainan vakuudetLainakatto ja omarahoitusosuusLainaneuvotteluOletko toisen pankin asiakas?Toisen pankin asiakkaana kilpailutat lainasi helposti NordeassaAsuntolainan kilpailuttaminen onnistuu kätevästi verkossa, vaikka et vielä olisi asiakkaamme. Pääset kirjautumaan asuntolainahakemukselle myös muiden suomalaisten pankkien tunnuksilla ja hakemaan meiltä alustavan lainatarjouksen maksutta.Tarkennamme talouteesi sopivan lainan määrän ja marginaalin alustavalla lainatarjouksella, eikä se velvoita lainan ottamiseen Nordeasta.Jos et ole vielä Nordean asiakas, voit vastaanottaa ja allekirjoittaa sopimuksia sekä lähettää asiakirjoja Nordea Omapostilla sähköisesti suojatussa ympäristössä.\nLue lisää asuntolainan kilpailuttamisestaKatso ohjeet Omapostin käyttöönAsuntolainan kulut ja hinnatAsuntolainan korko ja muut kulutAsuntolainassa suurimmat kulut muodostuvat lainaan neuvotellusta marginaalista sekä valitusta viitekorosta, kuten 12 kk euriborista. Asuntolaina sisältää usein kuitenkin myös muita pienempiä kuluja, jotka liittyvät esimerkiksi asuntolainan avaamiseen tai sen maksamiseen. Näiden kulujen yhteissummasta muodostuu asuntolainan todellinen vuosikorko. Lue lisää euriboristaEsimerkki asuntolainasta ja todellisesta vuosikorostaEsimerkkilaskelma lainasta: Otat lainaa 161 000 euroa, laina-ajaksi sovitaan 23 vuotta ja lainan koroksi 2,73 % (04/2025). Todellinen vuosikorko on 2,9 %, ja siihen sisältyy 644 euron avausmaksu sekä lainan maksuerän automaattinen veloitus 2,50 euroa/kk. Maksuerien lukumäärä on 276 kpl. Luoton ja luottokustannusten yhteismäärä on 219 117 euroa. Kuukausimaksu (annuiteetti) on 792 euroa. Laina-aika sekä lainan ja koron määrä ovat laskennallisesti edustava esimerkki Nordean tarjoamista lainoista. Huomioithan, että yllä oleva asuntolainan esimerkkilaskelma on suuntaa antava, eikä välttämättä vastaa myönnettävän lainan todellista vuosikorkoa. Lue lisää asuntolainan korostaAsuntolainaan liittyvät yleisimmät maksutErittelyHintaJärjestelypalkkio*0,4 % kuitenkin vähintään 300 €Järjestelypalkkion korotus, kun lainaan tulee vieras vakuus tai takaus \n\nKorotus ei koske ASP-korkotukilainoja100,00 €Osanosto30,00 €Ennen 1.2.2021 nostetun lainan maksuerän automaattinen veloitus/ veloituskerta2,30 €31.1.2021 jälkeen nostetun lainan maksuerän automaattinen veloitus / veloituskerta\n2,50 €\nLyhennysJouston lisääminen asuntolainaan verkko- tai mobiilipankin kautta\n\n(LyhennysJouston lisääminen nykyiseen asuntolainaan edellyttää aina lainan maksuerän automaattista veloitusta, josta peritään hinnaston mukainen maksu)0,00 €LyhennysJouston lisääminen uuteen asuntolainaan henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta0,00 €LyhennysJouston lisääminen vanhaan asuntolainaan henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta\n\n(LyhennysJouston lisääminen nykyiseen asuntolainaan edellyttää aina lainan maksuerän automaattista veloitusta, josta peritään hinnaston mukainen maksu)\n250,00 €Ennakkoilmoitus lainan veloituksesta paperilla tai verkkopankissa0,00 €Luoton maksu, lasku paperilla4,10 €Maksumuistutus velalliselle, takaajalle tai vieraanpantinantajalle (hinta/kpl)5,00 €Maksuohjelman muutos verkko- tai mobiilipankin kautta150,00 € \nMaksuohjelman muutos henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta250,00 €Eräpäivän tai lainanhoitotilin muutos verkko- tai mobiilipankin kautta (Maksuohjelman vähäinen muutos)\n0,00 €Eräpäivän tai lainanhoitotilin muutos toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta (Maksuohjelman vähäinen muutos)\n50,00 €Velallisen vaihtuminen tai tilanne, jossa toinen velallinen ottaa lainan yksin vastatakseen. **200,00 €Euribor 12 kk viitekoron muutos koronmääräytymisjakson päättymispäivänä sekä Prime-koron muutos mobiili- tai verkkopankissa. Viitekoron muutos voi vaikuttaa myös lainasi marginaaliin.200,00 €Viitekoron muutos koronmääräytymisjakson päättymispäivänä henkilötyönä toimipaikassamme tai puhelimitse/viestillä asiakaspalvelussamme. Viitekoron muutos voi vaikuttaa myös lainasi marginaaliin.300,00 €Viitekoron muutos kesken koronmääräytymisjakson henkilötyönä toimipaikassamme tai puhelimitse/viestillä asiakaspalvelussamme. Viitekoron muutos voi vaikuttaa myös lainasi marginaaliin.600,00 €Marginaalin muutos henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta250,00 €Takaajan tai pantinomistajan suostumuksen hankkiminen lainaehtojen, kuten maksuohjelman tai koron muutokseen35,00 €Lainan siirto asiakkaan pyynnöstä toiseen pankkiin. Peritään toiselta pankilta. **150,00 €Luottoasiakirjan ja vakuuden lähettäminen toiseen pankkiin. Ei koske valtion varoista välitettyjä lainoja.50,00 €Asiakkaan pyytämä todistus velan ja korkojen määrästä10,00 €Asiakkaan pyynnöstä osakekirjan lähetys asiakkaalle osakekirjaa sähköistettäessä 50,00 €\nKaupanteko ilman otettavaa lainaa tai kaupanteko myyjän pankissa (sis. alv. 25,5 %)300,00 €Kaupanteko konttorissa, kun asiakas ottaa lainan (sis. alv. 25,5 %)150,00 €Sähköisen asuntokaupan käsittelymaksu (sis. alv. 25,5 %)70,00 €1.9.2019 jälkeen nostettujen vakuudettomien asuntolainojen maksutErittelyHintaMaksumuistutus velalliselle, takaajalle tai vieraanpantinantajalle (hinta/kpl)5,00 €Lainan siirto asiakkaan pyynnöstä toiseen pankkiin. Peritään toiselta pankilta. **150,00 €Asiakkaan pyytämä todistus velan ja korkojen määrästä10,00 €*) Järjestelypalkkiota peritään ensimmäisen noston, lainan korotuksen tai uudistuksen yhteydessä. **) Ei koske valtion varoista välitettyjä lainoja.Lainan vakuuksiin liittyvät hinnatEnnenaikaisista takaisinmaksuista perittävät luopumismaksutAsuntolainan ehdotAsuntolainan ehdotVelan yleiset ehdotpdf - Avautuu uuteen ikkunaanPanttausehdotpdf - Avautuu uuteen ikkunaanTakausehdotpdf - Avautuu uuteen ikkunaanTietoa pantinantajallepdf - Avautuu uuteen ikkunaanTietoa takaajalle -liitepdf - Avautuu uuteen ikkunaanValuuttaluottoKuluttajille ei myönnetä luottoja muussa valuutassa kuin euroissa.Asuntoluotto määritellään valuuttaluotoksi, jos luotto myönnetään muussa valuutassa kuin sen Euroopan unionin jäsenvaltion tai Euroopan talousalueen kuuluvan valtion valuutassa, jossa kuluttaja asuu, taikka muussa sen valtion valuutassa, jossa kuluttaja saa tulonsa tai jossa hänellä on varoja, joista luotto on tarkoitus maksaa takaisin.\nValuuttariski syntyy, kun velallisen tulot ja luoton maksuun tarkoitetut varat eivät ole samassa valuutassa kuin luotto tai luotto ei ole velallisen asuinvaltion valuutassa. Valuuttariskillä tarkoitetaan valuuttojen keskinäisiä arvonmuutoksia. Luoton arvo tai maksuerän määrä voi laina-aikana nousta suhteessa velallisen tuloihin tai varoihin  tai asuinvaltion valuuttaan. Jos luotonottajan tulojen tai varojen valuutta laskee 20 prosenttia suhteessa euroon, luotonottaja saa varoituksen siitä, että luotonottajan luoton määrä nousee luotonottajan kansallisessa valuutassaToisen pankin asiakkaana kilpailutat lainasi helposti NordeassaAsuntolainan kilpailuttaminen onnistuu kätevästi verkossa, vaikka et vielä olisi asiakkaamme. Pääset kirjautumaan asuntolainahakemukselle myös muiden suomalaisten pankkien tunnuksilla ja hakemaan meiltä alustavan lainatarjouksen maksutta.Tarkennamme talouteesi sopivan lainan määrän ja marginaalin alustavalla lainatarjouksella, eikä se velvoita lainan ottamiseen Nordeasta.Jos et ole vielä Nordean asiakas, voit vastaanottaa ja allekirjoittaa sopimuksia sekä lähettää asiakirjoja Nordea Omapostilla sähköisesti suojatussa ympäristössä.\nLue lisää asuntolainan kilpailuttamisestaKatso ohjeet Omapostin käyttöönAsuntolainan korko ja muut kulutAsuntolainassa suurimmat kulut muodostuvat lainaan neuvotellusta marginaalista sekä valitusta viitekorosta, kuten 12 kk euriborista. Asuntolaina sisältää usein kuitenkin myös muita pienempiä kuluja, jotka liittyvät esimerkiksi asuntolainan avaamiseen tai sen maksamiseen. Näiden kulujen yhteissummasta muodostuu asuntolainan todellinen vuosikorko. Lue lisää euriboristaEsimerkki asuntolainasta ja todellisesta vuosikorostaEsimerkkilaskelma lainasta: Otat lainaa 161 000 euroa, laina-ajaksi sovitaan 23 vuotta ja lainan koroksi 2,73 % (04/2025). Todellinen vuosikorko on 2,9 %, ja siihen sisältyy 644 euron avausmaksu sekä lainan maksuerän automaattinen veloitus 2,50 euroa/kk. Maksuerien lukumäärä on 276 kpl. Luoton ja luottokustannusten yhteismäärä on 219 117 euroa. Kuukausimaksu (annuiteetti) on 792 euroa. Laina-aika sekä lainan ja koron määrä ovat laskennallisesti edustava esimerkki Nordean tarjoamista lainoista. Huomioithan, että yllä oleva asuntolainan esimerkkilaskelma on suuntaa antava, eikä välttämättä vastaa myönnettävän lainan todellista vuosikorkoa. Lue lisää asuntolainan korostaAsuntolainaan liittyvät yleisimmät maksutErittelyHintaJärjestelypalkkio*0,4 % kuitenkin vähintään 300 €Järjestelypalkkion korotus, kun lainaan tulee vieras vakuus tai takaus \n\nKorotus ei koske ASP-korkotukilainoja100,00 €Osanosto30,00 €Ennen 1.2.2021 nostetun lainan maksuerän automaattinen veloitus/ veloituskerta2,30 €31.1.2021 jälkeen nostetun lainan maksuerän automaattinen veloitus / veloituskerta\n2,50 €\nLyhennysJouston lisääminen asuntolainaan verkko- tai mobiilipankin kautta\n\n(LyhennysJouston lisääminen nykyiseen asuntolainaan edellyttää aina lainan maksuerän automaattista veloitusta, josta peritään hinnaston mukainen maksu)0,00 €LyhennysJouston lisääminen uuteen asuntolainaan henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta0,00 €LyhennysJouston lisääminen vanhaan asuntolainaan henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta\n\n(LyhennysJouston lisääminen nykyiseen asuntolainaan edellyttää aina lainan maksuerän automaattista veloitusta, josta peritään hinnaston mukainen maksu)\n250,00 €Ennakkoilmoitus lainan veloituksesta paperilla tai verkkopankissa0,00 €Luoton maksu, lasku paperilla4,10 €Maksumuistutus velalliselle, takaajalle tai vieraanpantinantajalle (hinta/kpl)5,00 €Maksuohjelman muutos verkko- tai mobiilipankin kautta150,00 € \nMaksuohjelman muutos henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta250,00 €Eräpäivän tai lainanhoitotilin muutos verkko- tai mobiilipankin kautta (Maksuohjelman vähäinen muutos)\n0,00 €Eräpäivän tai lainanhoitotilin muutos toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta (Maksuohjelman vähäinen muutos)\n50,00 €Velallisen vaihtuminen tai tilanne, jossa toinen velallinen ottaa lainan yksin vastatakseen. **200,00 €Euribor 12 kk viitekoron muutos koronmääräytymisjakson päättymispäivänä sekä Prime-koron muutos mobiili- tai verkkopankissa. Viitekoron muutos voi vaikuttaa myös lainasi marginaaliin.200,00 €Viitekoron muutos koronmääräytymisjakson päättymispäivänä henkilötyönä toimipaikassamme tai puhelimitse/viestillä asiakaspalvelussamme. Viitekoron muutos voi vaikuttaa myös lainasi marginaaliin.300,00 €Viitekoron muutos kesken koronmääräytymisjakson henkilötyönä toimipaikassamme tai puhelimitse/viestillä asiakaspalvelussamme. Viitekoron muutos voi vaikuttaa myös lainasi marginaaliin.600,00 €Marginaalin muutos henkilötyönä toimipaikassa tai puhelimitse/viestillä asiakaspalvelun kautta250,00 €Takaajan tai pantinomistajan suostumuksen hankkiminen lainaehtojen, kuten maksuohjelman tai koron muutokseen35,00 €Lainan siirto asiakkaan pyynnöstä toiseen pankkiin. Peritään toiselta pankilta. **150,00 €Luottoasiakirjan ja vakuuden lähettäminen toiseen pankkiin. Ei koske valtion varoista välitettyjä lainoja.50,00 €Asiakkaan pyytämä todistus velan ja korkojen määrästä10,00 €Asiakkaan pyynnöstä osakekirjan lähetys asiakkaalle osakekirjaa sähköistettäessä 50,00 €\nKaupanteko ilman otettavaa lainaa tai kaupanteko myyjän pankissa (sis. alv. 25,5 %)300,00 €Kaupanteko konttorissa, kun asiakas ottaa lainan (sis. alv. 25,5 %)150,00 €Sähköisen asuntokaupan käsittelymaksu (sis. alv. 25,5 %)70,00 €1.9.2019 jälkeen nostettujen vakuudettomien asuntolainojen maksutErittelyHintaMaksumuistutus velalliselle, takaajalle tai vieraanpantinantajalle (hinta/kpl)5,00 €Lainan siirto asiakkaan pyynnöstä toiseen pankkiin. Peritään toiselta pankilta. **150,00 €Asiakkaan pyytämä todistus velan ja korkojen määrästä10,00 €*) Järjestelypalkkiota peritään ensimmäisen noston, lainan korotuksen tai uudistuksen yhteydessä. **) Ei koske valtion varoista välitettyjä lainoja.Lainan vakuuksiin liittyvät hinnatEnnenaikaisista takaisinmaksuista perittävät luopumismaksutAsuntolainan ehdotVelan yleiset ehdotpdf - Avautuu uuteen ikkunaanPanttausehdotpdf - Avautuu uuteen ikkunaanTakausehdotpdf - Avautuu uuteen ikkunaanTietoa pantinantajallepdf - Avautuu uuteen ikkunaanTietoa takaajalle -liitepdf - Avautuu uuteen ikkunaanValuuttaluottoKuluttajille ei myönnetä luottoja muussa valuutassa kuin euroissa.Asuntoluotto määritellään valuuttaluotoksi, jos luotto myönnetään muussa valuutassa kuin sen Euroopan unionin jäsenvaltion tai Euroopan talousalueen kuuluvan valtion valuutassa, jossa kuluttaja asuu, taikka muussa sen valtion valuutassa, jossa kuluttaja saa tulonsa tai jossa hänellä on varoja, joista luotto on tarkoitus maksaa takaisin.\nValuuttariski syntyy, kun velallisen tulot ja luoton maksuun tarkoitetut varat eivät ole samassa valuutassa kuin luotto tai luotto ei ole velallisen asuinvaltion valuutassa. Valuuttariskillä tarkoitetaan valuuttojen keskinäisiä arvonmuutoksia. Luoton arvo tai maksuerän määrä voi laina-aikana nousta suhteessa velallisen tuloihin tai varoihin  tai asuinvaltion valuuttaan. Jos luotonottajan tulojen tai varojen valuutta laskee 20 prosenttia suhteessa euroon, luotonottaja saa varoituksen siitä, että luotonottajan luoton määrä nousee luotonottajan kansallisessa valuutassa      Hae asuntolainaa  Tee alustava laskelma ja hae lainaa  Avautuu uuteen ikkunaan     Katso myösAsuntolainan ABC – ota termit haltuun\nVinkit asunnon ostoonEnsiasunnon ostoPositiivinen luottotietorekisteri on otettu käyttöön 1.4.2024. Lue lisää rekisteristä.  Usein kysyttyä asuntolainasta Miten haen asuntolainaa?Voit hakea asuntolainaa täyttämällä lainahakemuksen verkossa. Kun olet lähettänyt asuntolainahakemuksen, kutsumme sinut lainaneuvotteluun.Lainaneuvottelun jälkeen saat meiltä alustavan lainatarjouksen, johon tarkennamme lainan määrän sekä marginaalin. Alustavan lainatarjouksen hakeminen ei velvoita sinua ottamaan lainaa Nordeasta.Katso ohjeet asuntolainan hakemiseen Miten haen asuntolainaa yhdessä puolisoni kanssa?Valitse asuntolainahakemuksella tieto, että haet lainaa toisen henkilön kanssa. Kun olet lähettänyt hakemuksen, puolisosi täytyy vielä vahvistaa se.\nToinen hakija voi tehdä vahvistuksen heti sen jälkeen, kun olet itse vahvistanut hakemuksen. Hakemuksen vahvistaminen onnistuu myös myöhemmin osoitteessa nordea.fi/asuntolaina ja valitsemalla ”Vahvista hakemus tai jatka sen täyttämistä”.\nOtamme asuntolainahakemuksen käsittelyyn sen jälkeen, kun myös toinen hakija on vahvistanut sen.\nLue lisää yhteisestä asuntolainasta Tarvitseeko minulla olla omia säästöjä, kun haen asuntolainaa?Jos olet ostamassa ensiasuntoa, tarvitset omia säästöjä vähintään 5 % kauppahinnasta. Muilla kuin ensiasunnon ostajilla on oltava omia säästöjä 10 % kauppahinnasta.\nMyönnettävän asuntolainan määrää säätelee viranomaisten määrittämä lainakatto, joka voi olla ensiasunnon ostajalle enintään 95 %  ja muilla enintään 90 % lainalle annettavien vakuuksien määrästä.\nAsunnon arvosta yleensä 75 % huomioidaan lainalle vakuusarvona. Lainamäärän ollessa suurempi kuin 75 % asunnon arvosta, tarvitset lisävakuuksia tai omia säästöjä. Jos säästösi tai muut lisävakuutesi eivät riitä, voit ostaa esimerkiksi Nordeasta OmaTakauksen.Lue lisää asuntolainan vakuuksistaLue lisää omarahoitusosuudesta ja lainakatosta Miten voin muuttaa asuntolainan lyhennyksen kuukausierää?Helpoiten voit muuttaa asuntolainan kuukausierää maksuttomalla LyhennysJoustolla. Sen avulla pienennät tai suurennat lainasi kuukausierää mobiili- ja verkkopankissa silloin, kun itse haluat.\nJos asuntolainassasi ei ole vielä LyhennysJoustoa tai haluat muuttaa kuukausierää pysyvästi, voit hakea maksuohjelman muutosta verkossa.\nHuomioi, että LyhennysJousto ei ole käytössä lainoissa, joissa on valtiontakaus, korkotuki tai kiinteä korko.\nKatso ohjeet LyhennysJouston käyttöön\n Miten voin tehdä muutoksia nykyiseen asuntolainaani?Voit hakea muutoksia asuntolainasi maksuohjelmaan mobiili- ja verkkopankissa tai täyttämällä muutoshakemuksen verkossa.Muutosta voit hakea esimerkiksi lainasi maksupäivään tai lyhennystapaan. Jos lainassasi ei vielä ole LyhennysJoustoa, voit myös hakea sitä tai lyhennysvapaata.Lue lisää maksuohjelman muutoksista Meneekö asuntolainasta järjestelypalkkio?Järjestelypalkkio veloitetaan hinnaston mukaan ensimmäisen noston, lainan korotuksen tai uudistuksen yhteydessä. Asuntolainasta menee myös muita kuluja, ja järjestelypalkkio on vain yksi asuntolainaan liittyvistä yleisimmistä maksuista.\nKatso asuntolainaan liittyvät yleisimmät maksut\n   Asuntolainat erilaisiin tarpeisiin\nMeiltä voit hakea asuntolainaa myös esimerkiksi vapaa-ajan asuntoon tai sijoitusasuntoon, ja kaikki asuntolainat löydät samalta hakemukselta. Tutustu eri vaihtoehtoihin.   ASP-laina       Rakennuslaina       Mökkilaina       Sijoitusasuntolaina     ",
    "type": "Document"
  },
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/henkiloasiakkaat/sinun-elamasi/koti/ensimmaisen-kodin-ostaminen/",
      "title": "Ensiasunnon ostaja – Tiedätkö etusi lainaa hakiessa? | Nordea ",
      "description": "Ensimmäisen kodin osto on yksi elämäsi tärkeistä päätöksistä. Tutustu ensiasunnon ostajan etuihin ja lue, mitkä väittämät asuntolainasta pitävät paikkansa.",
      "language": "fi-FI"
    },
    "page_content": "    Ensiasunnon ostajan markkina jatkuuEnsimmäisen oman kodin osto on yksi elämäsi tärkeistä päätöksistä. Kerromme tällä sivulla ensiasunnon ostajan erityisistä eduista. Lue myös, mitkä ensiasuntoon liittyvistä väittämistä pitävät paikkansa ja mitkä eivät.Tutustu notkeaan asuntolainaanLaske paljonko voit saada asuntolainaaHenkilöasiakkaatHenkilöasiakkaat— Ensiasunnon ostajan edut Ensiasunnon ostajalla hyvä tilanneAiempaa korkeampi korkotaso on johtanut Suomessa asuntojen hintojen laskuun, mikä on avannut houkuttelevia tilaisuuksia ensiasunnon ostajille.\"Ensimmäisen oman kodin ostaminen on edullisempaa kuin vuosiin. Hintataso ei ole vielä lähtenyt nousuun, mutta korkotaso on laskenut merkittävästi vuoden takaisesta. Asuntomarkkina ei ole muuttumassa lyhyellä aikavälillä, ja markkinakorkojen laskun odotetaan jatkuvan”, kannustaa Nordea Kiinnitysluottopankin toimitusjohtaja Jussi Pajala ensiasunnon ostajaa.Asuntojen hintojen odotetaan nousevan vuoden 2025 loppuun mennessä noin 3,5 %.\"Ensimmäinen vuosineljännes onkin poikkeuksellisen hyvää aikaa ensiasunnon ostajalle asuntojen maltillisen hintatason ja runsaan tarjonnan vuoksi\", toteaa Pajala. Myös asuntojen vuokrataso on lähtenyt nousuun loppusyksystä 2024, mikä kannustaa harkitsemaan asunnon ostamista.Hups! Jos haluat nähdä tällaista sisältöä, hyväksy ensin Nordean markkinointievästeetMilloin ensiasuntoa harkitsevan kannattaa ottaa yhteyttä pankkiin? Joskus nuoria ensiasunnon ostajia mietityttää, pääseekö pankkiin lainaneuvotteluun ja saako lainaa ylipäätään. Jussi Pajala muistuttaa, että nuori ikä ei missään tapauksessa ole este lainan saannille.  ”Itse asiassa nuoret kyllä pääsevät lainaneuvotteluun ja saavat lainaa. Tärkeimpänä edellytyksenä on todennettu maksukyky, jotta lainan saa maksettua pankille takaisin.\"Lainaneuvottelussa käydään läpi lainaan liittyviä käsitteitä, kuten korot, vakuudet, lyhennystavat ja korkojen nousuun liittyvät suojautumismahdollisuudet. Pankkiin kannattaa olla yhteydessä ennakoivasti heti, kun mieleen tulee ajatus oman kodin hankkimisesta. Autamme sinua unelmiesi kirkastamisessa ja mahdollisuuksiesi kartoittamisessa.Lue, mitä lainaneuvottelussa tapahtuuTiesitkö nämä?Kolme faktaa asuntolainastaSuomessa ensiasunnon ostaja on keskimäärin 30-vuotias.   63 % asuu omistusasunnossa, ja 31 %:lla on asuntolainaa.  \nAsunnon omistajista 49 % on asuntovelallisia.  Tutustu asuntolainaanViisi väittämää - totta vai taruaMitkä asuntolainaa koskevista väittämistä pitävät paikkansa?Nordea Kiinnitysluottopankin toimitusjohtaja Jussi Pajala kertoo, mitkä asuntolainaa koskevista väittämistä pitävät paikkansa ja mitkä eivät.Väite: Ensiasuntoa ei voi ostaa ilman omia säästöjä.Totta: Väittämä pitää paikkansa, sillä 95 % ensiasunnon hinnasta voidaan lainoittaa, mutta viiteen prosenttiin täytyy hankkia rahoitus jollain muulla tavalla, kuten ennakkosäästöjen kautta. Myös vakuuden riittävyys täytyy aina huomioida. ASP-lainassa omia säästöjä tulee olla 10 % asunnon hankintahinnasta.Väite: Omakotitaloa ei voi ostaa ensiasuntona.Tarua: Omakotitalon voi ostaa ensiasuntona, mutta se ei ole kovin yleistä. Tärkeintä on laskea, riittääkö maksukyky. Ostettavan asunnon vakuusarvo on yleensä 75 % eli lainanhakijan täytyy hankkia lisävakuuksia 25 % arvosta. Mikäli kyseessä on huonokuntoinen kiinteistö, sen vakuusarvo saattaa olla pienempi, jolloin lisävakuuksia täytyy olla enemmän. Omakotitaloasujalla on myös oltava maksukykyä tai säästöjä ylläpitää ja remontoida kotia.Väite: Jos otat ensiasunnolle asuntolainaa, lainan määrällä on yläraja.Totta: Lainan määrän ylärajan määrittää kaikissa tapauksissa asiakkaan maksukyky. Jos maksukykyä on kertynyt ja vakuudet ovat kunnossa, ei mikään estä ostamasta suurempaa tai hintavampaa asuntoa. ASP-lainalla on paikkakuntakohtaiset ylärajat.Väite: Ensiasunto kannattaa ostaa mahdollisimman nuorella iällä.Totta/tarua: Tähän ei ole olemassa oikeaa tai väärää vastausta. Kannattaa miettiä, mikä on omaan elämäntilanteeseen sopiva vaihtoehto, onko se vuokra- vai omistusasuminen. Omistusasuminen on taloudellisesti kannattavaa, sillä se kartuttaa samalla varallisuutta. Mitä nuoremmalla iällä asunnon ostaa, sen pidemmän aikaa myös varallisuus ehtii karttua. Väite: Ensiasunnon ostajan kannattaa pohtia asuntolainalle pankin tarjoamaa korkokattoa.Totta: Kyllä, korkokaton hankkimista kannattaa ehdottomasti pohtia. Tämä ei koske pelkästään ensiasunnon ostajia vaan kaikkia. Kaikki asuntolainat stressitestataan kuuden prosentin korolla ja 25 vuoden laina-ajalla. Sopivasti mitoitettu korkosuojaus voi mahdollistaa tätä alemman korkotason esimerkiksi viiden prosentin tasolle ja näin varmistetaan, että lainan viitekorko ei sovitun ajanjakson puitteissa nouse tämän yli. Näin ostajalle jää käytännössä ylimääräinen kassa, jonka voi hyödyntää haluamallaan tavalla. Katso ohjeet asuntolainan hakemiseenMitkä asuntolainaa koskevista väittämistä pitävät paikkansa?Nordea Kiinnitysluottopankin toimitusjohtaja Jussi Pajala kertoo, mitkä asuntolainaa koskevista väittämistä pitävät paikkansa ja mitkä eivät.Väite: Ensiasuntoa ei voi ostaa ilman omia säästöjä.Totta: Väittämä pitää paikkansa, sillä 95 % ensiasunnon hinnasta voidaan lainoittaa, mutta viiteen prosenttiin täytyy hankkia rahoitus jollain muulla tavalla, kuten ennakkosäästöjen kautta. Myös vakuuden riittävyys täytyy aina huomioida. ASP-lainassa omia säästöjä tulee olla 10 % asunnon hankintahinnasta.Väite: Omakotitaloa ei voi ostaa ensiasuntona.Tarua: Omakotitalon voi ostaa ensiasuntona, mutta se ei ole kovin yleistä. Tärkeintä on laskea, riittääkö maksukyky. Ostettavan asunnon vakuusarvo on yleensä 75 % eli lainanhakijan täytyy hankkia lisävakuuksia 25 % arvosta. Mikäli kyseessä on huonokuntoinen kiinteistö, sen vakuusarvo saattaa olla pienempi, jolloin lisävakuuksia täytyy olla enemmän. Omakotitaloasujalla on myös oltava maksukykyä tai säästöjä ylläpitää ja remontoida kotia.Väite: Jos otat ensiasunnolle asuntolainaa, lainan määrällä on yläraja.Totta: Lainan määrän ylärajan määrittää kaikissa tapauksissa asiakkaan maksukyky. Jos maksukykyä on kertynyt ja vakuudet ovat kunnossa, ei mikään estä ostamasta suurempaa tai hintavampaa asuntoa. ASP-lainalla on paikkakuntakohtaiset ylärajat.Väite: Ensiasunto kannattaa ostaa mahdollisimman nuorella iällä.Totta/tarua: Tähän ei ole olemassa oikeaa tai väärää vastausta. Kannattaa miettiä, mikä on omaan elämäntilanteeseen sopiva vaihtoehto, onko se vuokra- vai omistusasuminen. Omistusasuminen on taloudellisesti kannattavaa, sillä se kartuttaa samalla varallisuutta. Mitä nuoremmalla iällä asunnon ostaa, sen pidemmän aikaa myös varallisuus ehtii karttua. Väite: Ensiasunnon ostajan kannattaa pohtia asuntolainalle pankin tarjoamaa korkokattoa.Totta: Kyllä, korkokaton hankkimista kannattaa ehdottomasti pohtia. Tämä ei koske pelkästään ensiasunnon ostajia vaan kaikkia. Kaikki asuntolainat stressitestataan kuuden prosentin korolla ja 25 vuoden laina-ajalla. Sopivasti mitoitettu korkosuojaus voi mahdollistaa tätä alemman korkotason esimerkiksi viiden prosentin tasolle ja näin varmistetaan, että lainan viitekorko ei sovitun ajanjakson puitteissa nouse tämän yli. Näin ostajalle jää käytännössä ylimääräinen kassa, jonka voi hyödyntää haluamallaan tavalla. Katso ohjeet asuntolainan hakemiseenEnsiasunnon ostajan edutEnsiasunnon ostaja on erityisasemassa, ja hänellä on monia etuja helpottamassa lainan ottamista ja ensimmäisen kodin ostamista. Erityisiä ensiasunnon ostajan etuja ovat:Pienempi omarahoitusosuus eli vähemmän etukäteissäästöjä.Maksuton valtiontakaus ASP-lainalle kattaa jopa 90 prosenttia asunnon hankintahinnasta.Asuntosäästämisen edut ASP:ssä.Asuntolainan ABC – ota termit haltuunKun olet suunnittelemassa ensimmäisen oman kodin hankintaa, saattaa vastaan tulla asioita ja käsitteitä, joista olisi hyvä tietää lisää.Ota asuntolainan termit haltuunMimmit sijoittaa asuntoihin -podcast ensiasunnon ostajille!Nordean asiantuntijat ovat mukana Mimmit sijoittaa asuntoihin -podcastin ensimmäisellä kaudella ja antavat neuvoja ensimmäisen oman kodin ostajalle. Podcastin juontaa asuntosijoittaja ja yrittäjä  Suvi Kinnunen.Asumisen taloustaitoihin keskittyvästä podcastista saat täsmätietoa muun muassa asuntomarkkinoista ensiasunnon ostamisesta lainaneuvottelun kulusta. Tervetuloa kuuntelemaan Mimmejä ja Nordean asiantuntijoita!Vähemmän säästöjäEnsiasunnon ostaja tarvitsee vähemmän säästöjäYksi merkittävimmistä eduista ensiasunnon ostajalle on se, että häneltä edellytetään huomattavasti vähemmän säästöjä asuntolainaa hakiessa kuin heiltä, jotka ovat ensimmäisen asuntonsa ja lainansa jo ehtineet hankkia.  \nTavallisen ensiasunnon lainan säästövaatimus on vain 5 % asunnon hinnasta, kun asunnonvaihtajalla se on 10 %. ASP-lainassa omien säästöjen osuus on 10 %. Asuntosäästäminen kannattaa aloittaa, vaikka ihan tarkka asunnon ostoaika ei olisikaan vielä mielessä. Kun säästöaika on pitkä, pienetkin summat kerryttävät ajan kanssa hyvät säästöt. Samalla saa tuntumaa rahan laitosta sivuun ja aikanaan tulevasta lainan takaisinmaksusta. Lue lisää asuntolainan omarahoitusosuudestaMaksuton valtiontakaus ASPissaValtion takauksella ja kahden vuoden ASP-säästämisellä kiinni omaan asuntoonASP-säästäjä hyötyy maksuttomasta valtion takauksesta, joka takaa lainamäärän pankille aina 90 prosenttiin asti, eikä muuta vakuutta tarvita. Tämä on yksi ASP-säästöihin liittyvä tärkeä etu.\nIlman ASPia asunnon kauppahinnasta enintään vain 75 % käy vakuudeksi. Loppuosalle lainasta tarvitaan muita reaalivakuuksia, kuten esimerkiksi lisää säästöjä tai vaihtoehtoisesti pankin myöntämä maksullinen lisätakaus.ASP-säästäjä voi tarvittaessa ostaa myös kalliimman asunnon, kuin ASP-ehtojen mukaisesti saisi. Jos asunnon hinta on enemmän kuin ASP-lainaa voi saada, neuvottelemme lisälainasta ja siihen tarvittavista vakuuksista.Lue lisää ASP-lainastaKorkoedut ja korkotukiEnsiasunnon ostajan korkoedut ja korkotukiASP-lainan korko on alempi kuin vastaavien muiden asuntolainojen korko. Lisäksi, jos tällaisen lainan korko nousee yli 3,8 prosentin, valtio maksaa osan korosta korkotukena kymmenen ensimmäisen lainavuoden ajan.ASP-säästäjä saa myös käyttötiliä korkeampaa korkoa talletuksilleen, ja siten asuntoon säästäminen voi sujua entistä nopeammin. ASP-tilille maksetaan 1 % talletuskoron lisäksi myös ASP-lainan ottajalle 4 % lisäkorko. Talletus- ja lisäkorko ovat verovapaita.Lue lisää ASP-tilistäEnsiasunnon ostaja tarvitsee vähemmän säästöjäYksi merkittävimmistä eduista ensiasunnon ostajalle on se, että häneltä edellytetään huomattavasti vähemmän säästöjä asuntolainaa hakiessa kuin heiltä, jotka ovat ensimmäisen asuntonsa ja lainansa jo ehtineet hankkia.  \nTavallisen ensiasunnon lainan säästövaatimus on vain 5 % asunnon hinnasta, kun asunnonvaihtajalla se on 10 %. ASP-lainassa omien säästöjen osuus on 10 %. Asuntosäästäminen kannattaa aloittaa, vaikka ihan tarkka asunnon ostoaika ei olisikaan vielä mielessä. Kun säästöaika on pitkä, pienetkin summat kerryttävät ajan kanssa hyvät säästöt. Samalla saa tuntumaa rahan laitosta sivuun ja aikanaan tulevasta lainan takaisinmaksusta. Lue lisää asuntolainan omarahoitusosuudestaValtion takauksella ja kahden vuoden ASP-säästämisellä kiinni omaan asuntoonASP-säästäjä hyötyy maksuttomasta valtion takauksesta, joka takaa lainamäärän pankille aina 90 prosenttiin asti, eikä muuta vakuutta tarvita. Tämä on yksi ASP-säästöihin liittyvä tärkeä etu.\nIlman ASPia asunnon kauppahinnasta enintään vain 75 % käy vakuudeksi. Loppuosalle lainasta tarvitaan muita reaalivakuuksia, kuten esimerkiksi lisää säästöjä tai vaihtoehtoisesti pankin myöntämä maksullinen lisätakaus.ASP-säästäjä voi tarvittaessa ostaa myös kalliimman asunnon, kuin ASP-ehtojen mukaisesti saisi. Jos asunnon hinta on enemmän kuin ASP-lainaa voi saada, neuvottelemme lisälainasta ja siihen tarvittavista vakuuksista.Lue lisää ASP-lainastaEnsiasunnon ostajan korkoedut ja korkotukiASP-lainan korko on alempi kuin vastaavien muiden asuntolainojen korko. Lisäksi, jos tällaisen lainan korko nousee yli 3,8 prosentin, valtio maksaa osan korosta korkotukena kymmenen ensimmäisen lainavuoden ajan.ASP-säästäjä saa myös käyttötiliä korkeampaa korkoa talletuksilleen, ja siten asuntoon säästäminen voi sujua entistä nopeammin. ASP-tilille maksetaan 1 % talletuskoron lisäksi myös ASP-lainan ottajalle 4 % lisäkorko. Talletus- ja lisäkorko ovat verovapaita.Lue lisää ASP-tilistäMiten korot vaikuttavat lainasi kuukausierään?Asuntolainalaskurillamme voit alustavasti arvioida, miten korko vaikuttaa lainasi kuukausierään.Kokeile asuntolainalaskuriamme  Edut Nordean asuntolaina-asiakkaalleAsuntolaina-asiakkaana saat lainan ja palvelut, jotka vastaavat tarpeitasi ja sopivat talouteesi. Lisäksi asuntolaina tuo mukanaan erityisiä etuja. Tutustu etuihin ja valitse niistä itsellesi sopivat.Lue tarkemmin laina-asiakkaan eduista  ASP-lainaKun olet tehnyt talletuksen ASP-tilille vähintään kahdeksana vuosineljänneksenä ja säästänyt asunnon hinnasta vähintään 10 prosenttia, lainaamme sinulle loput.Lue lisää ASP-lainasta  ",
    "type": "Document"
  },
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/en/personal/our-services/online-mobile-services/",
      "title": "Online and mobile services for private customers | Nordea ",
      "description": "With Nordea's digital services, you can do your banking anywhere and anytime. Read more and start using leading digital banking services!",
      "language": "en-FI"
    },
    "page_content": "  Online and mobile services Choose the right online and mobile services for you and do your daily banking on your phone, computer or tablet anywhere, anytime.Get to know Nordea Mobile - Opens new windowLog in to NetbankPersonalPersonalOnline and mobile services     Frequently asked questions – Nordea Mobile and Netbank       Frequently asked questions – Nordea ID       How to protect yourself from scams       Do you need digihelp?     We create and develop our services with you in mindDid you know that these are some of the things you can easily do in Nordea Mobile or Netbank?Lost your card? If your card is lost or has fallen into the wrong hands, you can block it temporarily or permanently.Forgot your card PIN? If you forget your PIN at a shop checkout, check it for free with just a couple of taps.Do you need to take an instalment-free month or reduce your loan instalment? Check Nordea Mobile or Netbank to see if your loan includes our FlexiPayment feature and adjust your monthly instalments instantly without asking us first!Going abroad? Select where your card can be used and how much cash can be withdrawn with the card by adjusting your card settings.Nordea MobileBest Consumer Mobile Banking App in Finland  NetbankBest Consumer Digital Bank in Finland  Customer serviceBest User Experience in Finland  Online and mobile bankingDo your daily banking digitally in Nordea Mobile and Netbank wherever and whenever it suits you. We recommendNordea MobileNordea Mobile is our mobile banking app you can download to your smartphone or tablet. To use the app, you will also need a means of identification. Read more about Nordea Mobile - Opens new windowDownload to Android - Opens new windowDownload to iPhone or iPadNordea NetbankNordea Netbank enables you to do all your banking conveniently from wherever you are as long as you have an internet connection. To use Netbank, you need an online banking agreement with us, Nordea access codes, a means of identification and an internet connection.Read more about Nordea Netbank - Opens new windowLog in to NetbankDigital identity verificationNordea access codes consist of a user ID and a means of identification. When you have these, you can access Nordea’s online services, verify your identity when you call our Customer Service, sign agreements digitally as well as confirm online payments and actions in Nordea Mobile and Netbank. If you want to use your access codes to log in to other online services, you will also need to opt for e-identification, which is a form of strong electronic authentication. We recommendNordea ID appWith the Nordea ID app, you can log in to and confirm actions in Nordea Mobile and Netbank and verify your identity when you call our Customer Service.To log in to other online services, you will need to opt for e-identification, which is a form of strong electronic authentication.\nLearn more about Nordea IDRead more about e-identification - Opens new windowDownload for Android from Google Play - Opens new windowDownload for iPhone from App StoreNordea ID device and code calculator\nThe Nordea ID device (black) is a means of identification for those of our customers who don’t have a mobile device on which they could install the Nordea ID app.The code calculator (white) will be phased out from our service range. As of 30 March 2025, you will not be able to use the white code calculator to log in to Nordea Mobile. After 15 September 2025, you will not be able to use the white code calculator at all. If you have a smartphone or tablet, we recommend that you start using the Nordea ID app. If you don’t own a mobile device, you can use the Nordea ID device.You can also choose a talking code calculator that has been designed for our visually impaired customers. To get a talking code calculator, please contact us to book an appointment in branch.You can use these devices to log in to Nordea Netbank, confirm online purchases and access public online services.Read more about these devicesNordea access codesNordea access codes consist of a user ID and a means of identification. When you have these, you can access Nordea Mobile and Netbank, verify your identity when you call our Customer Service and sign agreements digitally. If you want to use your access codes to log in to other online services, you will also need to opt for e-identification, which is a form of strong electronic authentication. \nYou can activate the e-identification service by verifying your identity in branch.Read more about access codesRead more about e-identification - Opens new windowBecome a personal customer onlineMobile paymentsMake easy and secure mobile payments with your smart device in-store, online and in apps or transfer money to someone using their phone number.Add your Nordea card to your smartphone, smartwatch or other smart device and you can shop flexibly wherever you are.Read more about mobile payments      Digital services for corporate customers  We have a wide range of digital services designed to make your daily business banking easier.  Read about our digital services for corporate customers          Did you find what you were looking for?  Did you find the information you were looking for on this page? *YesNo   Send    No need to queueOnline and mobile banking lets you do your everyday banking from the comfort of your sofa Protect yourself from scamsTips for secure banking Need support with digital services?We are here to help! ",
    "type": "Document"
  },
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/en/personal/our-services/online-mobile-services/mobile-banking/",
      "title": "Nordea Mobile - Easy banking with the mobile bank  | Nordea ",
      "description": "With Nordea mobile you can get the account overview, transfer money, pay a bill, have an online meeting and a lot more.",
      "language": "en-FI"
    },
    "page_content": "  Mobile banking app - Nordea MobileBanking services in your pocket. In our mobile banking app, you can track your transactions, transfer money, pay bills, get an overview of your finances, create budgets and much more. Get started by downloading the Nordea Mobile app to your phone or tablet from your app store. - Opens new windowDownload to Android - Opens new windowDownload to iPhone or iPadOnline and mobile servicesPersonalOnline and mobile servicesMobile banking app - Nordea Mobile Key app featuresOur mobile banking app lets you do your banking easily anywhere and anytime. In Nordea Mobile, you can do these and more: pay billsmove money between your accounts and send money to otherscheck your account balance transactionsblock your card temporarily or permanentlyview your card PINkeep track of your finances and create budgetsdo your banking on your smart device regardless of where you are.See a full list of featuresOops! Accept Marketing cookies to view contents like this from NordeaHow to set up Nordea Mobile for the first time1. Install Nordea Mobile on your deviceDownload the Nordea Mobile app to your phone or tablet from your app store.Download Nordea Mobile for Android from Google Play StoreDownload Nordea Mobile for iOS from App Store2. Explore the app in demo modeTry the app in demo mode before you start using it. Tap “Menu” at the top of the log-in page and select “Explore app in demo mode”.3. Log in to Nordea MobileThe Nordea ID app is a secure and easy way to log in to the Nordea Mobile banking app. Learn more about Nordea ID and how to activate it4. Download the Nordea Mobile guideYou can download the guide as a PDF file and save it to your device. You can also view the guide in your browser.Download a guide\npdf - Opens new windowThe latest Nordea Mobile release version is 4.24The main updates in Nordea Mobile version 4.24:You will have a new confirmation page after confirming a payment.The user interface of the notification center has been renewed.Improved view for checking customer information.We hope you like the new and improved updates!How to check that you have the latest version of the appIf you are already using Nordea Mobile and have enabled automatic updates, you don’t need to do anything. If you are using Nordea Mobile but haven’t enabled automatic updates, update the app in your device’s app store.If you don’t have the Nordea Mobile app, you can download it from your device’s app store.If you can’t find the app in your device’s app store, it may be because your device doesn’t support the app. For security reasons, the app requires a device running iOS 15 or higher or Android 9.0 or higher. Unfortunately, if your device does not support this, the mobile banking app will not be available to you. You’ll still be able to log in to Nordea Netbank via your device’s browser.article navigation anchor element Instructions for using Nordea MobileBelow we have put together some instructions for using Nordea Mobile. There are lots of things you can do in our mobile banking app so we hope you find these tips useful.Log in to Nordea Mobile   How to log in to Nordea Mobile with the Nordea ID app Open Nordea Mobile and enter your user ID.Select “Log in with the Nordea ID app”.Enter your PIN in the Nordea ID app.You are now logged in to Nordea Mobile.     How to log in to Nordea Mobile with Touch ID Open Nordea Mobile and enter your user ID.Select “Change method”.Select “Touch ID”.Log in with your fingerprint.You are now logged in to Nordea Mobile.  Call from mobile banking   Call us through Nordea Mobile* When you call us from the Nordea Mobile app, your identity is already verified and we can serve you faster.You can call from the mobile bank through the Help tab.We are open Mon–Fri 8.00–18.00. We provide service in Finnish from 8.00 until 20.00 on weekdays, and from 10.00 until 16.00 on weekends (daily banking services only).* Normal mobile call or local call rates. Nordea will not charge a service fee for your call.  Personalise the Overview tab   How to personalise the Overview tab in Nordea Mobile Open Nordea Mobile and log in.\nScroll down to the bottom of the Overview tab and select “Edit”.\nYou can change the order of the product categories on the Overview tab by dragging and dropping them. You can also choose which products you want to see on the Overview tab by tapping the arrow at the right edge of each product category – this will open a menu showing all products under the selected category.\nOnce you’ve applied the changes you want, tap “Save”. You’re all set!Customise your quick actionsThe quick actions you will see by default on the Overview tab include “Pay”, “Scan invoice”, “Transfer” and “Search”. You can edit these according to your preferences and select the quick actions you want to have easy access to.Here’s how to do it:Scroll down to the bottom of the Overview tab in Nordea Mobile and select “Edit”.\nTap the down arrow next to “Quick actions” to expand the section.Drag and drop quick actions from “Other quick actions” into “Favourites”.Finally, save your selection by tapping “Save” in the upper right corner.  Pay your invoices   How to pay invoices in Nordea Mobile Log in to Nordea Mobile.Tap “Scan invoice”.Scan the bar code on the invoice.Confirm the recipient.Select the account to which the payment is debited.Confirm the payment with the Nordea ID app.Your invoice is now paid.  View account transactions   How to view your account transactions in Nordea Mobile Open Nordea Mobile and log in. You will see a maximum of 3 accounts under “Accounts and cards”.Select “Show all accounts and cards” at the bottom of this section to view the rest of your accounts.\nSelect any account to see the transactions in the account.\n  Transfer money between your accounts    How to transfer money between your accounts in Nordea MobileOpen Nordea Mobile and log in.Tap “Transfer”.Select the account you want to transfer money from.Select the account you want to transfer money to.Select the amount.Confirm the transfer.How to transfer money from your other bank’s account to a Nordea accountYou can use the Transfer feature in Nordea Mobile to transfer money from an account you have with another bank to your Nordea account. You will need your online banking credentials from the other bank to confirm the transfers. ​Open Nordea Mobile.Tap “Transfer”, then tap “From account”.Scroll down.In the “Other banks” section, tap “Account with another bank” and fill in the necessary details for the transfer, including the account you want to transfer money to and the amount.Tap “Select account with another bank” to select your other bank. After selecting the bank, confirm your payment by logging in with the other bank’s credentials and follow the instructions.Confirm the payment and the transfer will be made to your Nordea account. ​Note that you will need to be using Nordea Mobile version 4.23 or newer. If necessary, you can install a new version of the app from your app store.The service supports accounts in the following banks:  Danske Bank, OP, S-Pankki, Ålandsbanken and Revolut.​  Edit settings on the Insights tab   This is how you can change the settings on the Insights tab Open Nordea Mobile and log in. \nGo to the Insights tab and tap on the cog icon in the top right corner to change the settings.\nYou can now edit the tracking period on the Insights tab and the tracked accounts and cards. \nOnce you’ve applied the changes you want, tap “Save”. You’re all set!     How to recategorise your income and expenses on the Insights tab Open Nordea Mobile and log in. \nGo to the Insights tab.\nHere your income and expenses are divided into various categories, including “Shopping” and “Food and drinks”. Select a category to see its subcategories and the transactions classified under them.\nTap on an individual transaction to reclassify it by choosing a more suitable category.\nOnce you have applied the change of category, the transaction will be moved to the new category on the Insights tab. If the app suggests that you transfer other similar transactions to the same category, you can either ignore the suggestion or accept it.  View your card PIN   How to view your card PIN in Nordea Mobile Open Nordea Mobile and log in. Select the card under “Accounts and cards” and tap “PIN code”.  Block your card temporarily or permanently   How to block your card temporarily or permanently in Nordea Mobile Open Nordea Mobile and log in.Select the card under “Accounts and cards”. Then select “Security”.Here you can block your card temporarily or permanently. \nIf you block your card temporarily, you can unblock it yourself when you want to.\nIf you block your card permanently, you will automatically be sent a new card. You can block your card permanently also by calling the card blocking service, which is available 24/7Opens new window.  Adjust your card’s usage area and daily limits   How to adjust your card’s usage area and daily limits Open Nordea Mobile and log in.Select your card on the Overview tab.Select “Settings”.\nHere you can edit the usage area, set daily limits and save your changes.Your card settings are now updated.  Edit your credit card settings   How to edit your credit card settings in Nordea Mobile Open Nordea Mobile and select the card whose settings you wish to change on the Overview tab.Tap “Edit credit”.You can now change the instalment percentage, instalment-free months or the due date of your credit card. You can edit all three features at once or just one of them.Once you have made the changes, tap “Confirm” and enter your PIN in the Nordea ID app.The changes are now confirmed.Please note that the instalment-free months cannot be consecutive months. The minimum instalment is 3% a month.  Add other banks    How to add your other banks to Nordea MobileGo to the Profile tab and select “Connect to other banks and services”.\nOpen the terms and conditions. Read and accept the terms and conditions.Give Nordea your consent to process your data.Select “Add banks and services”.Your data is being retrieved from your other bank – Tap “Continue”.Verify your identity with your online banking credentials from the other bank and select which accounts and cards you want to view in Nordea Mobile.You’re all set! You can now add other available service providers or continue with your banking.You will find the banks and products you added under “Accounts and cards”.  Create a budget   How to create a budget Go to the Insights tab in Nordea Mobile.Tap “Create budget” under the Budgets section.Name your budget, enter the maximum amount and select the expense categories it covers.Tap “Create Budget” and fill in the details.Track your budget under the Budgets section on the Insights tab.  Categorise your income and expenses   How to recategorise your income and expenses on the Insights tab Open Nordea Mobile and log in. \nGo to the Insights tab.\nHere your income and expenses are divided into various categories, including “Shopping” and “Food and drinks”. Select a category to see its subcategories and the transactions classified under them.\nTap on an individual transaction to reclassify it by choosing a more suitable category.\nOnce you have applied the change of category, the transaction will be moved to the new category on the Insights tab. If the app suggests that you transfer other similar transactions to the same category, you can either ignore the suggestion or accept it.  Subscription management    How to manage your recurring payments and subscriptionsYou can easily track and manage your recurring payments and subscriptions under Subscriptions. You can also cancel subscriptions directly in Nordea Mobile.To use the Subscriptions feature, you will need to have version 4.22 or newer of Nordea Mobile.How to track subscriptionsGo to the Insights tab in Nordea Mobile.Scroll down and select Subscriptions.You will see a list of subscriptions that are charged to your account or card.Tip: You can also access Subscriptions under Payments and e-invoices starting with mobile banking version 4.23.Is one of your accounts or cards missing from Subscriptions? Adjust the settings on the Insights tab to select which accounts and cards you want to include in your insights.How to manage subscriptionsIf there’s a subscription missing from the list, you can add it manually.Tap the plus sign at the bottom of the page.Select the transaction that is related to a subscription.Mark the transaction as a subscription.If you don’t want to see a subscription on the list, you can hide it. Select the subscription and use the slider to hide it.How to cancel a subscriptionSelect the subscription you wish to cancel. Select ‘Cancel subscription’, follow the steps in the app and fill in your details.We will ask you to sign an authorisation digitally so that we can cancel the subscription for you.We can then handle the cancellation process on your behalf. Your subscription will usually be cancelled in 5 days or less. You will receive a confirmation when the subscription is cancelled. You will also be notified if the subscription can’t be cancelled for some reason. In such a case, please contact the service provider directly.Note: There are some subscriptions that can’t be cancelled in Nordea Mobile, such as fixed-term subscriptions.  Watch a videoOur popular mobile banking app is getting an upgradeOops! Accept Marketing cookies to view contents like this from NordeaWe are upgrading Nordea Mobile to provide you with more tools to support your financial well-being. A new breakdown of your income and expenses by category will help you track and manage your finances in the revamped mobile banking app.  Frequently asked questions What devices are compatible with Nordea Mobile?Nordea Mobile works on Android devices running version 9 or higher and on iOS devices running version 15 or higher. Support for Android 9 will end in 2025. What do I need in order to be able to download Nordea Mobile?You can download Nordea Mobile if you have a valid Netbank agreement. Read more.  How do I start using Nordea Mobile?Download the latest version of the Nordea Mobile app from your app store. You will also need the Nordea ID app or a code calculator to log in to the Nordea Mobile app.\n What features does Nordea Mobile have?Nordea Mobile is an application that you can download on your smart device and use to handle your daily banking. The Overview tab gives you an overview of your finances at a glance. On the same tab, you can also access payments, e-invoices and accounts, manage your payment cards and view your savings and investments, loans and consumer credit, and insurance policies. You can edit the view on the tab and add the quick links you need. The Insights tab gives you a more detailed breakdown of your income and expenses. You can also create budgets for yourself. On the Services tab, you can view our offering and sign up for new banking services.  On the Help page, you can book online meetings and chat with us or call us with your identity already verified. You can also give feedback to our development team.The Profile tab is where you can find your contact details and documents and manage the app’s settings. To log in to Nordea Mobile, you will need either the Nordea ID app or code calculator.   Now the search is even more efficientDidn't find what you were looking for?Try the search function in the mobile bank.  Read the instructionsService requirements   Service requirements If you are an Android user, you can download Nordea Mobile in Google play. If you are an iOS user, Nordea Mobile will be available in App Store. For security reasons, the app requires a device running iOS 15 or higher or Android 9  or higher.   \nOther service requirements:Netbank agreement  An agreement on services used with access codes (you must be at least 15 years old) You can obtain the access codes by completing the Become a customer online form at nordea.fi/becomecustomer  Prices and terms   Prices and terms The use of Mobile Bank is included in the access codes fee. Ask your carrier about the data communication fees. Some of the services, such as card transaction browsing, are subject to a fee regardless of the device used. Normal fee of access codes  Normal feesPriceMonthly fee for access codes\n3,00 €\nReplacement of previous Netbank agreement or code card, one-time payment \n5,00 €The access codes consist of a user ID, one-time codes and confirmation codes. In addition to the service fee for access codes, additional service-specific fees may be charged as laid down in the tariff. The codes can be used through different channels; connection fees and call expenses for these are charged by the telephone operator.\nGeneral agreement terms governing services with access codespdf - Opens new windowSecure use of access codespdf - Opens new window   The processing of personal data in Mobile Bank app   Mobile Bank app needs to have access to a number of elements Nordea’s Mobile Bank app allows you to perform banking services. These banking services are governed by Nordea’s general terms and conditions ”General agreement terms and conditions governing services with access codes”. In order to enable you to use the Mobile Bank app, certain personal data is processed in the app and the app needs to have access to a number of elements in your phone, as shown below.The application accesses the following elements in your phone:Access to the Internet – in order for the app to communicate with Nordea’s servers and systems in connection with the execution of banking services and in other communication with Nordea.Access to gallery – in order to allow the use of images in connection with transactions. When using images, the image is stored in your device and will not be stored by Nordea.The application processes the following personal data:Account details and executed, due, unconfirmed, on-hold and rejected payments – in order for you to be able to perform banking services via the Mobile Bank app, updated account and transaction data is processed as long as the app is activated.Financial contacts – in order to carry out payments and transfers, the name and account details of your financial contacts are processed.IP addresses – in order to prevent and investigate various forms of criminal attacks and incidents Nordea logs IP addresses. The information may be disclosed to law enforcement authorities.Device and usage data – when the Mobile Bank app is in use certain device and usage data is collected to detect potentially harmful digital activity, with the aim to create a more secure digital environment.The application will not disclose personal data to third parties, except to the extent that this is required in order to perform the tasks assigned by you as customer, for example for performing a payment, or to collect data with the aim to create a more secure environment for you. All information used for performing banking services are cleared from the app when the session ends and the app closes.Nordea Bank Abp is the controller of personal data related to the service. For further information on your rights please contact Nordea Customer Service.   - Opens new windowDownload to Android - Opens new windowDownload to iPhone or iPad   Did you find what you were looking for?  Did you find the information you were looking for on this page? *YesNo   Send    Need support with digital services?We are here to help! Mobile Plus and Basic packageLowest prices for mobile bank users Protect yourself from scamsTips for secure banking ",
    "type": "Document"
  },
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/en/personal/our-services/loans/home-loans/asploan.html",
      "title": "ASP loan | A loan with an interest subsidy that makes it easier to buy your first home | Nordea ",
      "description": "If you're planning to buy your first home, you can apply for an ASP loan, for which you get a free state guarantee and an interest subsidy for 10 years.",
      "language": "en-FI"
    },
    "page_content": "  ASP loanYou can apply for an ASP loan once you have deposited savings in your ASP account in at least eight calendar quarters. Once you have saved 10% of the price of the home you intend to buy, you can take out an ASP loan. You can read more about the ASP loan and its advantages on this page.Calculate your estimated monthly loan paymentRead more about ASP accountHome loansPersonalLoans and creditsHome loans— ASP loan Interest subsidy for 10 yearsFree state guaranteeLower marginAn interest-subsidised ASP loan makes it easier for you to buy your first homeThe ASP scheme (abbreviated from the Finnish asuntosäästöpalkkio) has many benefits that facilitate the purchase of your first home. One of these is the free interest subsidy for the first 10 years. The interest subsidy refers to the part of the loan interest paid by the state. So if the interest rate on the loan exceeds 3.8%, the state will pay 70% of the excess amount of interest.You also get a free state guarantee for an ASP loan. The state guarantee can cover a maximum of 25% of the loan. We will agree with you separately on the guarantee during the loan negotiation.In addition, the margin on the ASP loan is lower than on a corresponding ordinary home loan for a first-time homebuyer.How to obtain an ASP loan from us – first start saving in an ASP accountStart saving in an ASP account well in advance of shopping for your first home. You will get a tax-free annual deposit interest of 1% on your savings on the ASP account as well as an additional interest of 4% for the year in which you open the account and the five subsequent years once you fulfil the criteria of the ASP scheme. Once you have accumulated ASP savings equivalent to 10% of the purchase price of the home you plan to buy, you can obtain an ASP loan that is nine times your ASP savings. If the ASP loan is not sufficient for buying the home, you can apply for an additional loan.\nYou can open an ASP account if you are aged 15–44 and have never owned 50% or more of any home or real estate property. Read more about the ASP accountApply for an ASP loan using our home loan applicationYou can apply for an ASP loan using our home loan application, and you have to meet all the normal credit granting criteria to obtain the loan. You must also be at least 18 years old to obtain an ASP loan. We will contact you and agree on an appointment for a loan negotiation after you have submitted your home loan application. In the loan negotiation, we will discuss the amount of the ASP loan, the loan period, the interest rate and any other questions concerning buying your first home.Read more about loan negotiationsASP loans offer a lower interest rate than regular home loansThe interest rate on an ASP loan consists of the margin and the reference rate. We will agree on the margin in the loan negotiation, and the reference rate is determined according to the general interest rates prevailing at the time you take out the loan. You will get a lower margin if you buy your first home with an ASP loan than if you buy it with an ordinary home loan.Read more about home loan interestAre you planning to buy your first home?Read about benefits available to first-time home buyers The maximum amount of an ASP loan varies according to the location of the home and the number of applicantsThe maximum amount of an interest-subsidised ASP loan you can take out depends on where you’re buying your first home. It also depends on whether you’re buying the home alone or together with another applicant for the same ASP loan. The maximum loan amount varies by region and it can only be used to buy one home.\n\nThe home to be bought with the ASP loan must be located in Finland and you must buy a share of at least 50% of the home. You can’t take an ASP loan for buying an unbuilt plot or a right-of-occupancy flat.You can complement the ASP loan with an additional loan\nIf the price of the home you’re planning to buy exceeds the maximum amount of the ASP loan, you can apply for an additional loan. The maximum amount of an interest-subsidised ASP loan is calculated by multiplying the amount of your ASP savings by nine. The maximum loan amount also depends on where the home you're buying is located. The ASP loan and the additional loan may together amount to no more than 90% of the home’s purchase price. Please note that the additional loan will have the same terms and conditions as an ordinary home loan.\n\nYou can obtain a state guarantee for the additional loan in the same way as for the ASP loan. The guarantee may not exceed 25% in both loans. The guarantee for the ASP loan is free of charge, but you will have to pay for the guarantee for the additional loan. The maximum amount of the guarantee is 60,000 euros for one home.Maximum amounts of ASP loans as of 1 April 2024Individual applicant for an ASP loanHelsinki 230,000 eurosEspoo, Vantaa and Kauniainen 185,000 eurosTampere and Turku 160,000 eurosOther municipalities 140,000 eurosTwo joint applicants for an ASP loanHelsinki 345,000 eurosEspoo, Vantaa and Kauniainen 277,500 eurosTampere and Turku 240,000 eurosOther municipalities 210,000 eurosExample of an ASP loan and the annual percentage rate of charge (APR)You can apply for a loan once you have saved 10% of the purchase price of the home you intend to buy in your ASP account.See our example of an ASP loan  Repayment methodsNordea offers several repayment methods for home loans. Choose the repayment method that suits you best.Read more about the home loan repayment methods  State guarantee for home loansA first home buyer gets a state guarantee for an ASP loan free of charge.Read more about the state guarantee for home loans  Terms and conditions of ASP loans as of 1 January 2023The terms and conditions of ASP loans were amended as of 1 January 2024Key changes:The upper age limit for concluding an ASP saving agreement was increased from 39 to 44 years.Buying a shared home was made easier: using two ASP accounts to buy a shared home increases the amount of the interest-subsidised loan by 50%, provided that both buyers use their personal ASP savings to pay for the home. The increase applies to the maximum amounts of interest-subsidised loans that are specific to each region.The maximum amount of the state guarantee increased to 60,000 euros (from 50,000 euros).Read more about the ASP scheme on the State Treasury’s websiteOpens new windowTerms and conditions Terms and conditionsTerms and conditions of the loanpdf - Opens new windowTerms and conditions of pledgepdf - Opens new windowTerms and conditions of guaranteepdf - Opens new windowInformation for the pledgerpdf - Opens new windowInformation for the guarantor pdf - Opens new windowForeign currency creditConsumers are not granted loans in any other currency than euro.A housing loan is considered to be currency credit if the loan is granted in a foreign currency other than that of the EU Members State or the state of belonging to the European Economic Area where the consumer resides. Furthermore, a housing loan is considered to be foreign currency credit if the consumer receives his or her income in another currency of a state of the European Economic Area or in currency of a state of European Economic Area. \nA foreign exchange risk occurs when the borrower's income or assets to be used to repay the credit are not in the same currency as the credit or the credit is not in the currency of borrower's country of residence. A foreign exchange risk refers to the change in price of one currency in relation to another. During the loan period, the value of the credit or the monthly payment may increase in relation to the borrower's income or assets or the currency of the borrower's country of residence. If the foreign currency of the borrower's country of residence, income or assets falls by 20 per cent in relation to the euro, the borrower receives a warning that the borrower's loan amount will increase in borrower's national currency.PricesInterest and fees on an ASP loanThe biggest expenses in a home loan consist of the loan margin you have negotiated and the reference rate chosen, such as the 12-month Euribor. However, a home loan often includes other smaller expenses, including an initial opening fee or repayment fees. The total of all these costs is expressed through the annual percentage rate of charge (APR). Read more about Euribor rates\nExample of an ASP loan and the annual percentage rate of charge (APR)You may be granted an ASP loan after saving for a minimum period of eight calendar quarters in your ASP account by making deposits between 150 and 4,500 euros in each of those quarters. The maximum amount you can borrow is 9 times your ASP savings, but no more than 90% of the purchase price of your home. In addition, the municipality where the home is located affects the amount of the interest-subsidised ASP loan.Example of an ASP loan:You take out a loan of 128,000 euros. The loan period is 24 years and the interest rate is 2.64% (April 2025). The APR is 2.8%, including an opening fee of 512 euros and a monthly fee of 2.50 euros for the automatic debiting of loan payments. The number of payments is 288. The total amount of the loan and loan costs is 174,816 euros. The monthly payment (annuity) is 605 euros.The amount of the loan, the loan period and the interest are a representative example for ASP loans offered by Nordea. The example, however, is only indicative and has been calculated using certain assumptions. This example of an ASP loan does not necessarily correspond to the actual APR charged on the loan granted to you. The example does not account for any interest subsidy paid by the state.You can check the fees and prices of our home loans from our tariff below.Common fees on home loansItemPriceArrangement fee*0,4% but at least 300 €Increased arrangement fee for a loan with a third-party pledge or guarantee\n\nThe increase is not applied to interest-subsidised ASP loans100,00 €Partial drawdown30,00 €Automatic debiting of repayments of loans drawn down before 1 February 2021, per debit2,30 €Automatic debiting of repayments of loans drawn down after 31 January 2021, per debit\n2,50 €\nAdding FlexiPayment to a home loan in Nordea Mobile or Netbank\n\n(Adding FlexiPayment to an existing home loan always requires automatic debiting of loan payments, which is subject to a fee set in our tariff)0,00 €Adding FlexiPayment to a new home loan by an employee at a branch or by phone/with a message through Nordea Customer Service0,00 €Adding FlexiPayment to an existing home loan by an employee at a branch or by phone/with a message through Nordea Customer Service\n\n(Adding FlexiPayment to an existing home loan always requires automatic debiting of loan payments, which is subject to a fee set in our tariff)\n250,00 €Advance notice of loan debiting by letter or through Netbank0,00 €Loan payment, paper invoice4,10 €Payment reminder to the borrower, guarantor or third-party pledger (per reminder)5,00 €Change to repayment schedule in Nordea Mobile or Netbank150,00 € \nChange to repayment schedule by an employee at a branch or by phone/with a message through Nordea Customer Service250,00 €Change to due date or loan servicing account in Nordea Mobile or Netbank (minor change to repayment schedule)\n0,00 €Change to due date or loan servicing account at a branch or by phone/with a message through Nordea Customer Service (minor change to repayment schedule)\n50,00 €Change of borrower or a situation where one of the borrowers assumes liability for the loan alone. **200,00 €Changing the 12-month Euribor reference rate at the end of the interest rate period and changing the Prime rate in Nordea Mobile and Netbank. Changing the reference rate may also affect the margin of your loan.200,00 €Change of reference rate at the end of the interest rate period by an employee at a branch or by phone/with a message through Nordea Customer Service. Changing the reference rate may also affect the margin of your loan.300,00 €Change of reference rate in the middle of the interest rate period by an employee at a branch or by phone/with a message through Nordea Customer Service, Changing the reference rate may also affect the margin of your loan.600,00 €Change to the margin by an employee at a branch or by phone/with a message through Nordea Customer Service250,00 €Obtaining a guarantor’s or pledge owner’s consent to change the loan terms and conditions, such as the repayment schedule or reference rate35,00 €Transfer of a loan to another bank upon the customer’s request. Charged to the receiving bank. **150,00 €Sending of a loan document and collateral to another bank. Does not apply to loans intermediated from government funds.50,00 €Certificate requested by the customer stating the amount of debt and paid interest10,00 €Sending of a share certificate to the customer at the customer’s request after it has been digitised 50,00 €\nTransaction closing with no loan taken or at the seller’s bank (incl. VAT  25.5%)300,00 €Transaction closing in branch with a loan taken (incl. VAT  25.5%)150,00 €Handling fee for digital closing (incl. VAT  25.5%)70,00 €Charges related to unsecured home loans drawn down after 1 September 2019ItemPricePayment reminder to the borrower, guarantor or third-party pledger (per reminder)5,00 €Transfer of a loan to another bank upon the customer’s request. Charged to the receiving bank. **150,00 €Certificate requested by the customer stating the amount of debt and paid interest10,00 €*) An arrangement fee is charged in connection with the first drawdown and with a raise or renewal of a loan. **) Does not apply to loans intermediated from government funds.Prices related to security for loansEarly closure fees of premature repayments of loansThe terms and conditions of ASP loans were amended as of 1 January 2024Key changes:The upper age limit for concluding an ASP saving agreement was increased from 39 to 44 years.Buying a shared home was made easier: using two ASP accounts to buy a shared home increases the amount of the interest-subsidised loan by 50%, provided that both buyers use their personal ASP savings to pay for the home. The increase applies to the maximum amounts of interest-subsidised loans that are specific to each region.The maximum amount of the state guarantee increased to 60,000 euros (from 50,000 euros).Read more about the ASP scheme on the State Treasury’s websiteOpens new windowTerms and conditionsTerms and conditions of the loanpdf - Opens new windowTerms and conditions of pledgepdf - Opens new windowTerms and conditions of guaranteepdf - Opens new windowInformation for the pledgerpdf - Opens new windowInformation for the guarantor pdf - Opens new windowForeign currency creditConsumers are not granted loans in any other currency than euro.A housing loan is considered to be currency credit if the loan is granted in a foreign currency other than that of the EU Members State or the state of belonging to the European Economic Area where the consumer resides. Furthermore, a housing loan is considered to be foreign currency credit if the consumer receives his or her income in another currency of a state of the European Economic Area or in currency of a state of European Economic Area. \nA foreign exchange risk occurs when the borrower's income or assets to be used to repay the credit are not in the same currency as the credit or the credit is not in the currency of borrower's country of residence. A foreign exchange risk refers to the change in price of one currency in relation to another. During the loan period, the value of the credit or the monthly payment may increase in relation to the borrower's income or assets or the currency of the borrower's country of residence. If the foreign currency of the borrower's country of residence, income or assets falls by 20 per cent in relation to the euro, the borrower receives a warning that the borrower's loan amount will increase in borrower's national currency.Interest and fees on an ASP loanThe biggest expenses in a home loan consist of the loan margin you have negotiated and the reference rate chosen, such as the 12-month Euribor. However, a home loan often includes other smaller expenses, including an initial opening fee or repayment fees. The total of all these costs is expressed through the annual percentage rate of charge (APR). Read more about Euribor rates\nExample of an ASP loan and the annual percentage rate of charge (APR)You may be granted an ASP loan after saving for a minimum period of eight calendar quarters in your ASP account by making deposits between 150 and 4,500 euros in each of those quarters. The maximum amount you can borrow is 9 times your ASP savings, but no more than 90% of the purchase price of your home. In addition, the municipality where the home is located affects the amount of the interest-subsidised ASP loan.Example of an ASP loan:You take out a loan of 128,000 euros. The loan period is 24 years and the interest rate is 2.64% (April 2025). The APR is 2.8%, including an opening fee of 512 euros and a monthly fee of 2.50 euros for the automatic debiting of loan payments. The number of payments is 288. The total amount of the loan and loan costs is 174,816 euros. The monthly payment (annuity) is 605 euros.The amount of the loan, the loan period and the interest are a representative example for ASP loans offered by Nordea. The example, however, is only indicative and has been calculated using certain assumptions. This example of an ASP loan does not necessarily correspond to the actual APR charged on the loan granted to you. The example does not account for any interest subsidy paid by the state.You can check the fees and prices of our home loans from our tariff below.Common fees on home loansItemPriceArrangement fee*0,4% but at least 300 €Increased arrangement fee for a loan with a third-party pledge or guarantee\n\nThe increase is not applied to interest-subsidised ASP loans100,00 €Partial drawdown30,00 €Automatic debiting of repayments of loans drawn down before 1 February 2021, per debit2,30 €Automatic debiting of repayments of loans drawn down after 31 January 2021, per debit\n2,50 €\nAdding FlexiPayment to a home loan in Nordea Mobile or Netbank\n\n(Adding FlexiPayment to an existing home loan always requires automatic debiting of loan payments, which is subject to a fee set in our tariff)0,00 €Adding FlexiPayment to a new home loan by an employee at a branch or by phone/with a message through Nordea Customer Service0,00 €Adding FlexiPayment to an existing home loan by an employee at a branch or by phone/with a message through Nordea Customer Service\n\n(Adding FlexiPayment to an existing home loan always requires automatic debiting of loan payments, which is subject to a fee set in our tariff)\n250,00 €Advance notice of loan debiting by letter or through Netbank0,00 €Loan payment, paper invoice4,10 €Payment reminder to the borrower, guarantor or third-party pledger (per reminder)5,00 €Change to repayment schedule in Nordea Mobile or Netbank150,00 € \nChange to repayment schedule by an employee at a branch or by phone/with a message through Nordea Customer Service250,00 €Change to due date or loan servicing account in Nordea Mobile or Netbank (minor change to repayment schedule)\n0,00 €Change to due date or loan servicing account at a branch or by phone/with a message through Nordea Customer Service (minor change to repayment schedule)\n50,00 €Change of borrower or a situation where one of the borrowers assumes liability for the loan alone. **200,00 €Changing the 12-month Euribor reference rate at the end of the interest rate period and changing the Prime rate in Nordea Mobile and Netbank. Changing the reference rate may also affect the margin of your loan.200,00 €Change of reference rate at the end of the interest rate period by an employee at a branch or by phone/with a message through Nordea Customer Service. Changing the reference rate may also affect the margin of your loan.300,00 €Change of reference rate in the middle of the interest rate period by an employee at a branch or by phone/with a message through Nordea Customer Service, Changing the reference rate may also affect the margin of your loan.600,00 €Change to the margin by an employee at a branch or by phone/with a message through Nordea Customer Service250,00 €Obtaining a guarantor’s or pledge owner’s consent to change the loan terms and conditions, such as the repayment schedule or reference rate35,00 €Transfer of a loan to another bank upon the customer’s request. Charged to the receiving bank. **150,00 €Sending of a loan document and collateral to another bank. Does not apply to loans intermediated from government funds.50,00 €Certificate requested by the customer stating the amount of debt and paid interest10,00 €Sending of a share certificate to the customer at the customer’s request after it has been digitised 50,00 €\nTransaction closing with no loan taken or at the seller’s bank (incl. VAT  25.5%)300,00 €Transaction closing in branch with a loan taken (incl. VAT  25.5%)150,00 €Handling fee for digital closing (incl. VAT  25.5%)70,00 €Charges related to unsecured home loans drawn down after 1 September 2019ItemPricePayment reminder to the borrower, guarantor or third-party pledger (per reminder)5,00 €Transfer of a loan to another bank upon the customer’s request. Charged to the receiving bank. **150,00 €Certificate requested by the customer stating the amount of debt and paid interest10,00 €*) An arrangement fee is charged in connection with the first drawdown and with a raise or renewal of a loan. **) Does not apply to loans intermediated from government funds.Prices related to security for loansEarly closure fees of premature repayments of loans      Apply for loan online  Apply for loan online  Opens new window       Frequently asked questions about ASP loans What is the ASP scheme?ASP (abbreviated from the Finnish asuntosäästöpalkkio) is a state-subsidised scheme for home loans intended for purchasing a first home. The scheme provides a free state guarantee for an ASP loan as well as an interest subsidy for the first ten years. In addition, you get a tax-free deposit interest of 1% on your savings on an ASP account as well as an additional interest of 4% for the year in which you open the account and the five subsequent years if you fulfil the criteria of the ASP scheme. What are the age limits for an ASP loan and ASP account?The earliest age at which you can take out an ASP loan is 18. However, you can open an ASP account if you’re aged 15 to 44 years.If you’re over 44 years old, you can take out an ASP loan if you’ve opened an ASP account and made at least one deposit that fulfils the criteria (at least 150 euros) before your turned 45. How long do I have to save for an ASP loan?The saving period for an ASP loan is a minimum of two years. You have to deposit a sum between 150 and 4,500 euros to the ASP account in at least eight calendar quarters. The calendar quarters don’t need to be consecutive.\n When is it better to take an ordinary home loan?You should apply for an ordinary home loan to buy your first home if you already have the necessary amount of savings but you haven’t saved them on an ASP account. If you’re undecided on whether to apply for an ordinary home loan or an ASP loan, you can get in touch with us to discuss which alternative is better.If you have saved in an ASP account, then it’s worth opting for the ASP loan with its added benefits.Read more about home loan\n How should a couple apply for an ASP loan?You can apply for an ASP loan by filling in our home loan application. If you’re applying for a loan together with your spouse, both applicants must confirm the loan application with their online banking codes.Read more about joint home loans What happens if spouses plan to buy a home but only one is eligible for an ASP loan?\nIt’s possible to apply for separate loans to buy a home together if only one of the spouses is eligible for an ASP loan. Can I get a repayment holiday for an ASP loan?It is possible to apply for a repayment holiday of a maximum of two years for an ASP loan. However, the loan period must not exceed 25 years. How do I find out the fixed rate you currently offer?If you would like to switch your current loan rate to a fixed rate, contact us to find out the rate we offer.If you are planning to take out a new home loan, we will discuss the fixed rate with you at the loan negotiation. The rate is ultimately set when you draw down the loan, so the final fixed rate may differ slightly from the initial estimate you got from us.   Buy your first home early with your ASP savingsRead more about ASP saving An ASP account is a good way to saveRead more about ASP account Read more about monthly savingTake a step towards your dreams and start regular saving in funds ",
    "type": "Document"
  },
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/en/personal/our-services/savings-investments/savings-accounts/asp-account.html",
      "title": "ASP account | Nordea ",
      "description": "Saving into an ASP account is a cost-effective way of financing your own home. ",
      "language": "en-FI"
    },
    "page_content": "  ASP accountAn ASP account is a savings account designed for people aged 15 to 44 who are dreaming of buying their first home. You can earn up to 5% in tax-free interest on your savings with an ASP account. Once the savings in your ASP account cover at least 10% of the price of the home you’re interested in, you can apply for an ASP loan to buy the home. - Opens new windowOpen an ASP accountSavings accountsPersonalSavings and investmentsSavings accountsASP account Up to 5% interest tax-freeOn your savings for the year you open the ASP account and the next five calendar years.\nPossible to get an ASP loanWith savings in an ASP account, you can apply for an ASP loan.Open an ASP account in Nordea Mobile or NetbankIf you are aged 15 to 17, call us with your guardian to open the account.\nWhat is an ASP account?A home saver’s bonus interest account (ASP) is a savings account designed for first-time home buyers. When you save in an ASP account, you can enjoy peace of mind knowing how much interest you will earn on your savings regardless of any market movements. As an ASP saver, you earn 1% in tax-free deposit interest on your savings as well as 4% in tax-free bonus interest which is paid for the year you open the account and for the next five years when you eventually take out a loan to buy a home. You can use the interest you earn to pay part of your new home!Once the savings in your ASP account cover at least 10% of the price of the home you’re interested in, you can apply for an ASP loan to buy the home. If you’re planning to buy a home together with someone else, the savings in your ASP account need to cover 10% of your share of the home. ASP loans come with many perks, including a free state guarantee.How does an ASP account work?\nAn ASP account allows you to save money at your own pace – you can increase or decrease the amount you deposit depending on what you can afford or take a break from saving altogether if you need to.To qualify for an ASP loan, you first need to deposit savings in your account in at least eight calendar quarters. The deposits in each quarter should add up to 150 to 4,500 euros. This means that in practice you need to save into your ASP account for at least two years before you can apply for the loan, but the time can also be longer as you don’t have to make deposits in consecutive quarters. There’s no upper limit for how long you can save but you must make your first deposit in your ASP account between the ages of 15 and 44.How much interest is paid on the savings in an ASP account?\nIf you save regularly and deposit the majority of your savings in the year you open the ASP account and the next five years, you can earn up to 5% in tax-free interest on your savings.You earn 1% in annual deposit interest on the savings you have in your ASP account. The deposit interest is added to the principal on your account each year on 31 December.What’s more, you earn 4% in bonus interest on your savings, which is paid in arrears once you take out an ASP loan or a regular home loan to buy a home. You will earn bonus interest for the year you begin saving in an ASP account and for the next five calendar years.Any interest paid on your savings in an ASP account is tax-free so you don’t have to pay taxes on the interest you earn as long as you use your ASP savings to buy your first home and take out a home loan.Can I have more than one ASP account?\nYou can only have one ASP account but it’s possible to transfer your account from one bank to another. If you’re saving money for a home together with someone else, you can each have your own ASP accounts.Can I close my ASP account?\nIf you decide you no longer need the savings in your ASP account for buying your first home, you are free to close the account and use your savings any way you wish. However, please note that in this case a tax at source of 30% will be charged on the deposit interest paid on your savings and no bonus interest will be paid.What’s the difference between an ASP loan and a regular home loan?\nAn ASP loan is designed for first-time home buyers aged 15 to 44 who have first saved 10% of the home’s purchase price into an ASP account. If you’re planning to buy a home together with another person, the savings in your ASP account need to cover 10% of your share of the home. To qualify for an ASP loan, your share of the home that you’re buying must be at least 50%. ASP loans come with many perks, including a free state guarantee and free interest subsidy for the first 10 years. Read more about ASP loans - Opens new windowOpen an ASP accountEligibility for ASP saving and benefitsYou may be eligible for an ASP account if you:\nare aged 15 to 44have never owned 50% or more of any propertywant to save money for your first home.If you are aged 15 to 17, you can only deposit money you have earned from working in your ASP account.Are you between 18 and 30 years old?You still have time to reedem the fund saving gift Have you also considered saving in funds?We recommend that you complement your ASP saving with a monthly investment in funds Buy your first home with the help of the ASP schemeViivi, 27, realised her dream of buying a home by saving regularly into an ASP account. Read how she did it! Terms and conditions   Terms and conditions ASP account terms and conditionspdf - Opens new windowNordea's general terms and conditions for euro-dominated payments transmitted within the Single Euro Payments Areapdf - Opens new windowNordea's general terms and conditions for outgoing and incoming currency paymentspdf - Opens new window  Prices   Prices of an ASP account Interest of an ASP account opened after 1 January 1993Change dateInterestAdditional interest1.9.20091,00%4,00%Interest of an ASP account opened before 1 January 1993Change dateInterestAdditional interest1.7.20090,00%1,25%     Other prices related to the account See terms and conditions of Time Deposit AccountPrices of currency paymentsFee Information Document / Foreign currency accountpdf - Opens new windowOther over-the-counter services related prices   - Opens new windowOpen an ASP account  Other frequently asked questions about ASP saving What’s the benefit of saving into an ASP account?An ASP account is an easy and safe way to save money for your first home.Some of the benefits of ASP saving include: tax-free deposit interest of 1%, which is paid annually on the savings in your ASP account on 31 Decembertax-free bonus interest of 4%, which is paid on your savings in arrears once you have saved 10% of the home’s purchase price in your ASP account, taken out an ASP loan and bought your first homethe possibility of applying for an ASP loan once you have enough savings in your ASP account. ASP loans come with a free state guarantee and interest subsidy  and have a lower margin compared to regular home loans.You can stop ASP saving at any point and use your savings for some other purpose instead if you so choose. However, please note that in this case a tax at source will be charged on the deposit interest paid on your savings and no bonus interest will be paid. Can I withdraw money from my ASP account?You can’t withdraw money from your ASP account while you’re saving for a home. If you withdraw money from your account, your ASP account agreement will expire.If you decide to opt out of the ASP scheme altogether, you can of course start saving again from scratch later. But please note that if you stop saving into your ASP account and withdraw your savings, the deposit interest you have earned on your savings will be subject to a tax at source of 30%. How much money should I save in an ASP account?You can deposit between 150 and 4,500 euros to your ASP account during one calendar quarter. You need to make at least eight of these quarterly deposits to meet the requirements of the ASP scheme.To qualify for an ASP loan, you need to save 10% of the purchase price of the home you want to buy into your ASP account. How much you should save depends on your savings goal: how big of an ASP loan are you planning to apply for and how much savings will you need to put up for it?While you save money in your ASP account, you can also save in other ways – perhaps by investing in investment funds. For how long do I need to save?To meet the requirements of the ASP scheme and to qualify for an ASP loan, you first need to deposit savings into your account in at least eight calendar quarters. In practice, this means that you need to save money in your ASP account for at least two years. However, you don’t have to make deposits in consecutive quarters, so you can also take a break from ASP saving if you need to. There’s no upper limit for how long you can save.It depends on your goals and how much you can afford to save – meaning how soon you’re looking to buy a home and how quickly you’re able to save the required amount in your ASP account.You should keep in mind, however, that the bonus interest of 4% is paid on the savings you deposit in the year you open the ASP account and in the next five calendar years. So the more you can save at the beginning, the more interest you will earn on your savings. The bonus interest will be paid on your savings in arrears once you have reached your savings goal, qualified for the ASP scheme and applied for a home loan to buy your first home. Can I open an ASP account before I turn 18?If you are aged 15 to 17, you can open an ASP account by booking a meeting with us in branch for you and your guardian or by calling us together with your guardian. We will verify your identity at the start of the call.Until you turn 18, you may only deposit money you have earned from working in your ASP account. This may be a salary you have received for a job or a grant you have been awarded at school, for example. As a minor, you are not allowed to deposit money from other sources, such as any child benefit money from Kela or money that has been gifted to you, in your ASP account. For this reason, we ask all minors with an ASP account to provide us with a statement on the origin of their deposits each year. You can use a template provided by the State Treasury to draw up your statement. Open the template for reporting the origin of the ASP savings of a minor (available in Finnish only) You can send us your statement attached to a message in Nordea Mobile or Netbank or via Nordea Omaposti.    - Opens new windowOpen an ASP accountBuy your first home with an ASP loanASP loans come with a free state guarantee and interest subsidy for the first 10 years. Read more! State guarantee for a housing loanRead everything you need to know about state guarantee ",
    "type": "Document"
  },
  {
    "id": null,
    "metadata": {
      "source": "https://www.nordea.fi/henkiloasiakkaat/sinun-elamasi/turvallisuus/jouduitko-huijatuksi.html",
      "title": "Huijaus | Jouduitko huijatuksi? | Nordea ",
      "description": "Huijaustapaukset voivat olla järkyttäviä. Tällä sivulla kerromme sinulle mitä tehdä, jos olet joutunut huijauksen uhriksi. Älä jää asian kanssa yksin!",
      "language": "fi-FI"
    },
    "page_content": "    Jouduitko huijatuksi? - toimintaohjeet taloudellisen huijauksen uhreilleHuijatuksi joutuminen ei ole kenenkään oma valinta. Toimi tämän sivun ohjeiden mukaisesti, jos epäilet joutuneesi huijauksen kohteeksi tai tietosi ovat päätyneet vääriin käsiin. Nopeasti toimimalla voi olla vielä mahdollista rajoittaa tai estää vahinkoja.TurvallisuusHenkilöasiakkaatTurvallisuusJouduitko huijatuksi? Toimi näin, jos epäilet tulleesi huijatuksi1. Sulje pankkitunnukset ja kortti välittömästiJos huijarilla on tiedossa korttitietosi tai pankkitunnuksesi, on tärkeää toimia heti. Puhelimessa voit sulkea sekä kortin että pankkitunnukset.Soita Nordean asiakaspalveluun ja valitse jononauhalta petostilanteiden neuvontalinja (numeronäppäin neljä).Asiakaspalvelun ollessa kiinni soita sulkupalveluun +358 20 333Avautuu uuteen ikkunaan (pvm/mpm*). Sulkupalvelu palvelee vuorokauden ympäri kaikkina päivinä.Kun välittömät toimenpiteet on tehty, saat Nordean asiakaspalvelusta tietoa uusien tunnusten avaamisesta ja ohjeita rikosilmoitukseen ja reklamaatioprosessin käynnistämiseen.\nTee korttireklamaatio2. Raportoi huijauksesta tai huijauksen yrityksestä pankilleKaikista huijauksista ja petoksista on hyvä ilmoittaa pankille. Ilmoituksen voit tehdä lähettämällä meille viestin mobiili-tai verkkopankista tai soittamalla asiakaspalveluunVoit välittää Nordean nimissä saamasi epäilyttävän viestin sähköpostilla osoitteeseen: raportointi@nordea.com. Sähköpostin voit lähettää eteenpäin ja tekstiviestin voit lähettää näyttökuvana.​Nordean lähettämissä uutiskirjeissä tai tekstiviesteissä emme koskaan pyydä sinulta pankkitunnuksia tai linkkaa sinua kirjautumaan verkko- tai mobiilipankkiisi.Erilaisia huijausmuotoja3. Mobiili- ja verkkopankissa voit estää itse korttisi käytön missä ja milloin tahansa\nJos korttitietosi ovat vaarantuneet tai korttisi on kadonnut, voit estää henkilökohtaisen maksukorttisi käytön tilapäisesti tai pysyvästi myös mobiili- tai verkkopankissa. Mobiilipankissa estät kortin käytön kortin tiedoista kohdassa Turvallisuus. Verkkopankissa voit asettaa kortin eston valitsemalla Kortin sulkeminen.Jos estät kortin käytön tilapäisesti, voit itse poistaa eston. Jos suljet kortin pysyvästi, et voi enää käyttää korttia. Saat automaattisesti uuden kortin suljetun tilalle 1-2 viikon kuluessa.\nPankkitunnuksia ei voi sulkea mobiili- tai verkkopankissa, tällaisessa tilanteessa ole yhteydessä asiakaspalveluun.\n4. Älä jää tilanteessa yksinHuijatuksi joutuminen ei ole kenenkään oma valinta. Älä siis jää asian kanssa yksin vaan keskustele tapahtuneesta läheisen henkilön kanssa. Tarvittaessa keskusteluapua on saatavilla myös Rikosuhripäivystys RIKUn verkkosivuiltaAvautuu uuteen ikkunaan.Nopeasti apua petostilanteissaValitse jononauhalta neuvontalinja numero neljä Epäiletkö, että läheisesi on joutunut huijauksen uhriksi?Joskus uhrin on vaikea huomata, että on joutunut tai joutumassa petoksen kohteeksi. Keskustelu luotettavan läheisen kanssa voi olla ensiarvoisen tärkeää huijauksen tunnistamisessa ja avun saamisessa. Löydätte tietoa erilaisista huijausmuodoista Nordean verkkosivuilta ja muualta verkosta. Epävarmoissa tilanteissa voitte soittaa yhdessä pankkiin ja kysyä tilanteeseen pankkihenkilökunnan mielipidettä.Erilaisia huijausmuotojaSuojaudu identiteettivarkaudeltaVerottajan ylläpitämässä  positiivisessa luottotietorekisterissä voit asettaa itsellesi vapaaehtoisen luottokiellon maksutta. Voit tehdä luottokiellon itsellesi joko toistaiseksi tai määräajaksi. Esto on hyvä tehdä silloin, jos epäilet, että henkilötietosi ovat vaarantuneet. Luottokielto voi suojata sinua, jos identiteettivaras yrittää hakea luottoa henkilötiedoillasi.Positiivinen luottotietorekisteriErilaisia huijausmuotojaTehokkain tapa suojautua huijausyrityksiltä on oppia tunnistamaan ne. Tutustu eri huijaustapoihin, niin pysyt petostelijoita askeleen edellä.Tutustu eri huijausmuotoihin  Vinkit turvalliseen pankkiasiointiinNoudattamalla vinkkejämme varmistat pankkipalveluiden turvallisen käytön.Ota vinkit käyttöön  TurvallisuusLue, miten voit suojautua huijauksilta ja miten toimia, jos jouduit huijatuksi.Siirry turvallisuuden aloitussivulle  ",
    "type": "Document"
  }
]